{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,p=Object.defineProperties;var d=Object.getOwnPropertyDescriptors;var o=Object.getOwnPropertySymbols;var s=Object.prototype.hasOwnProperty,i=Object.prototype.propertyIsEnumerable;var l=(e,a,t)=>a in e?c(e,a,{enumerable:!0,configurable:!0,writable:!0,value:t}):e[a]=t,r=(e,a)=>{for(var t in a||(a={}))s.call(a,t)&&l(e,t,a[t]);if(o)for(var t of o(a))i.call(a,t)&&l(e,t,a[t]);return e},u=(e,a)=>p(e,d(a));var h=(e,a)=>{var t={};for(var n in e)s.call(e,n)&&a.indexOf(n)<0&&(t[n]=e[n]);if(e!=null&&o)for(var n of o(e))a.indexOf(n)<0&&i.call(e,n)&&(t[n]=e[n]);return t};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(t){var n=t,{components:e}=n,a=h(n,[\"components\"]);return mdx(MDXLayout,u(r(r({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Cleaning\"),mdx(\"p\",null,\"So, what is cleaning? It's important to understand the differences between clean, sanitized, and sterile. Cleaning is the removal of material from the surface. Sanitizing means reducing the number of organisms on a surface, usually to an acceptable level. Sterilizing means removing all organisms. In mead making, we aren't concerned with sterility. That's mostly reserved for hospital-grade equipment. We do care about cleaning and sanitizing, however.\"),mdx(\"p\",null,`\"Clean\" equipment isn't `,mdx(\"em\",{parentName:\"p\"},\"yet\"),\" ready to use. After cleaning your equipment, it should be \",mdx(\"a\",r({parentName:\"p\"},{href:\"/r/mead/wiki/process/sanitation\"}),\"sanitized\"),\".\"),mdx(\"p\",null,\"###Brushes and Scrubbing\"),mdx(\"p\",null,\"What you'll need depends on what you're cleaning, and how badly it is soiled. \"),mdx(\"p\",null,\"For a glass carboy, you will benefit from having a cleaning brush (or several). You can buy these online or at your local homebrew shop. \"),mdx(\"p\",null,\"For plastic equipment like a PET carboy like a Better Bottle, you should \",mdx(\"em\",{parentName:\"p\"},\"not\"),\" use a brush or anything to scrub the interior - they can scratch relatively easily, which creates a place for bacteria to hide. If you have very stubborn material you need to remove, you can use a clean microfiber cloth and hot water (or a homebrew equipment cleaning solution). Using just enough liquid to float the cloth, you can rock the carboy in a way to gently scrub the problem area.\"),mdx(\"p\",null,\"###Cleansers\"),mdx(\"p\",null,\"More thorough cleanings are still necessary from time to time. For these, there are several purpose-formulated products on the market, including One-Step, Powdered Brewery Wash (PBW), EasyClean, and B-Bright. You can also use unscented dish soap in a pinch (you'll want to rinse very well afterward). When using these products, read the instructions and follow them! Some are oxygen cleaners. Some are surfactants. Some require a rinse and others do not.\"),mdx(\"h3\",null,\"Hot Water\"),mdx(\"p\",null,\"When equipment is still wet from use but has no stuck-on particulate, a clean hot water rinse can be sufficient, especially if you intend to immediately sanitize and use it again. This is usually the case for autosiphons and hosing, hydrometers, test flasks, bottling buckets, and other equipment that doesn't remain in contact with your product for very long. You just need to remove the alcohol, sugar, proteins, flavorings, and other substances that can spoil and/or impart flavors during future use.\"),mdx(\"h3\",null,\"Safety\"),mdx(\"p\",null,\"It should go without saying, but always be careful with glass equipment during cleaning. It's very easy to break a hydrometer. Some of the cleansers are extremely slippery. If you fill a glass carboy with PBW and spill some on the sides, it's a dangerous thing to move.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}