{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,m=Object.defineProperties;var p=Object.getOwnPropertyDescriptors;var o=Object.getOwnPropertySymbols;var s=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var l=(t,a,i)=>a in t?c(t,a,{enumerable:!0,configurable:!0,writable:!0,value:i}):t[a]=i,e=(t,a)=>{for(var i in a||(a={}))s.call(a,i)&&l(t,i,a[i]);if(o)for(var i of o(a))r.call(a,i)&&l(t,i,a[i]);return t},d=(t,a)=>m(t,p(a));var h=(t,a)=>{var i={};for(var n in t)s.call(t,n)&&a.indexOf(n)<0&&(i[n]=t[n]);if(t!=null&&o)for(var n of o(t))a.indexOf(n)<0&&r.call(t,n)&&(i[n]=t[n]);return i};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(i){var n=i,{components:t}=n,a=h(n,[\"components\"]);return mdx(MDXLayout,d(e(e({},layoutProps),a),{components:t,mdxType:\"MDXLayout\"}),mdx(\"h1\",null,\"Fining Agents\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Note:  For the purposes of this article, 'mead' is used generically to refer to mead, wine, or other brews.\")),mdx(\"p\",null,\"Fining agents are additives whose most common purpose is to remove other particles/matter from mead for the purposes of enhancing clarity, color, flavor and aroma. A less common use in homebrewing world is to strip undesirable characteristics from mead, such as excess tannins, bitterness, astringency, or unwanted colors.  They are usually added after fermentation but some may be added before or during fermentation.  \"),mdx(\"p\",null,\"Clarity is important in mead because like food, mead is first tasted by the eyes.  Brilliantly clear meads will be perceived as higher quality than hazy ones, as clarity is a signal indicating quality handling and care taken in its production.  While a mead that is not clear can certainly be bottled, it will likely result in excessive sedimentation in the bottle, which can cause people accustomed to commercial meads and wines to think that the mead has 'gone bad.'  Moreover, lack of clarity means there is an excessive amount of particles still in suspension, which can have an impact on flavor and balance.\"),mdx(\"h2\",null,\"Help!  How do I clear my mead?\"),mdx(\"h3\",null,\"Time\"),mdx(\"p\",null,\"Most meads just need time.  When fermentation finishes, there is a significant amount of CO2 in solution.  As the dissolved co2 sublimates, it tends to nucleate on particles in the mead, lifting them back into suspension, and causing a disturbance that helps keep particles around them in solution.  As the rate of off gassing slows, particles will begin dropping out of solution at an accelerated pace.   This can take several months.  You can speed this up somewhat by using a degassing wand and/or frequent racking, \",mdx(\"strong\",{parentName:\"p\"},\"but doing so is not recommended because of increased risk of oxidation or infection\"),\".   \"),mdx(\"h3\",null,\"Pectin Haze\"),mdx(\"p\",null,\"Mead made with fruit will often develop a haze will not even respond to other fining agents.  This is caused by pectin that was not fully broken down during fermentation.  This can be easily prevented by using an enzyme that will break down all the pectin in the must.  The most commonly available enzyme is pectic enzyme, which should be available in any homebrew store.  Dose according to package directions.  This will also have the side effect of improving color and flavor extraction from the fruit.   There are proprietary enzyme blends for winemaking that have improved performance, such as Lallzyme EX.\"),mdx(\"p\",null,\"Enzymes lose effectiveness in the presence of ethanol, so it is usually advised to add enzymes no later than when yeast is pitched.  Adding at pitch is almost always sufficient, though some brewers like to allow the fruit to mascerate with the enzymes for a period of time that may span between a few hours and a day or two.  Enzymes can still be effective after fermentation in the presence of alcohol, you will just need to double the dose.  \"),mdx(\"h3\",null,\"Fining Agents\"),mdx(\"p\",null,\"Fining agents described in this article can be used to accelerate the clearing process.  \"),mdx(\"p\",null,\"Below is a table of beginner friendly fining agents commonly available to most homebrewers.  There are many more agents, those below are generally considered 'safe' in that they are unlikely to impact the color, flavor, or aroma of your mead.  \"),mdx(\"table\",null,mdx(\"thead\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"thead\"},mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"A\"),mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"B\"))),mdx(\"tbody\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),mdx(\"a\",e({parentName:\"td\"},{href:\"https://www.reddit.com/r/mead/wiki/process/fining#wiki_bentonite\"}),\"Bentonite\")),mdx(\"td\",e({parentName:\"tr\"},{align:null}),mdx(\"a\",e({parentName:\"td\"},{href:\"https://www.reddit.com/r/mead/wiki/process/fining#wiki_chitosan\"}),\"Chitosan\"))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),mdx(\"a\",e({parentName:\"td\"},{href:\"https://www.reddit.com/r/mead/wiki/edit/process/fining#wiki_kieselsol_.28silica_gel.29\"}),\"Kieselsol\")),mdx(\"td\",e({parentName:\"tr\"},{align:null}),mdx(\"a\",e({parentName:\"td\"},{href:\"https://www.reddit.com/r/mead/wiki/process/fining#wiki_isinglass\"}),\"Isinglass\"))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),mdx(\"a\",e({parentName:\"td\"},{href:\"https://www.reddit.com/r/mead/wiki/process/fining#wiki_sparkalloid\"}),\"Sparkalloid\")),mdx(\"td\",e({parentName:\"tr\"},{align:null}))))),mdx(\"p\",null,\"Fining agents work best in pairs, so when you decide to clarify your mead, select one from column A, and one from column B.   It is highly recommended to read the section on each fining agent you choose to use.  Aside from bentonite, fining agents are best used after mead has been racked out of the fermenter.  There are two important highlights:\"),mdx(\"h4\",null,\"Bentonite during Fermentation\"),mdx(\"p\",null,\"Bentonite, added to the must during fermentation, is helpful for many reasons, is an inexpensive way to dramatically speed the clearing process.  Many non fruited meads will often come out of the fermenter clear or nearly so.  Add six grams per gallon as early as yeast pitch, if you are using enzymes, you will want to wait at least 24 hours after adding them to the must before adding bentonite.   Please read the section on bentonite below.  \"),mdx(\"p\",null,\"If using bentonite during fermentation, it is usually sufficient to select only a fining agent from column B in the table above.\"),mdx(\"h4\",null,\"Kieselsol and Chitosan (SuperKleer/DualFine)\"),mdx(\"p\",null,\"These are a particularly effective combination of fining agents that are often sold together as a set, most commonly as DualFine or SuperKleer.  This combination is fast and very effective.  The DualFine pouches are expensive, however, and dosed for a 5-6 gallon batch, so using them for smaller batches is inconvenient at best.  \"),mdx(\"p\",null,\"It is worth noting that the recommended dosing for SuperKleer/DualFine is 8.3ml/gal for Chitosan and 2.5ml/gal for Kieselsol, which is well in excess of the dosing ranges recommended here.\"),mdx(\"p\",null,\"Kieselsol and Chitosan are sold individually by the liter, and the cost of a bottle of each, treating 150 gallons or more, will be about the same as 8 DualFine pouches, only treating 40 gallons.  \"),mdx(\"h2\",null,\"Fining Agent Classification\"),mdx(\"p\",null,\"Fining agents can be broadly classified by their method of action; either through electrical charge based attraction, chemical bond formation, or absorbtion/adsorbtion.   Fining agents use one or more of these mechanisms of action to bind particles in suspension and drag them down into the lees cake.  \"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},\"Electrical charge: This is by far the most commonly discussed mechanism and applies to most.  Most fining agents have either a positive or negative charge, and will attract oppositely charged particles in the finished mead, and bind to them either through this charge or through one of the other mechanisms of action.  \"),mdx(\"li\",{parentName:\"ul\"},\"Bond formation:  The fining agent will form a chemical bond with a particle in the mead, with the combined molecule being too heavy to remain in suspension.  An example is tannins binding with other tannins or polyphenols.\"),mdx(\"li\",{parentName:\"ul\"},\"Adsorption/Absorption:  Adsorption is when a molecule is bound to the surface of the fining agent, absorption is when fining agent captures molecules within its molecular structure.\")),mdx(\"p\",null,\"Fining agents can be further categorized by their origin: earths, proteins, polysaccharides, synthetic polymers, carbons, tannins, or other.  It is important to note that except for the synthetic polymers, all fining agents are derived from natural sources.  \"),mdx(\"h2\",null,\"Fining Agent Matrix\"),mdx(\"p\",null,\"Below is a matrix of fining agents including their charge, mechanism of action, recommended dosing, and other notes.  Before using a fining agent, it is highly recommended to understand how the fining agent works and what impact it can have on your mead.  Fining agents from different manufacturers may have different concentrations and recommended dosing.  \"),mdx(\"table\",null,mdx(\"thead\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"thead\"},mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"Name\"),mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"Charge\"),mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"Mechanism of Action\"),mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"Recommended dosing\"),mdx(\"th\",e({parentName:\"tr\"},{align:null}),\"Notes\"),mdx(\"th\",e({parentName:\"tr\"},{align:null})))),mdx(\"tbody\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Bentonite\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Negative\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge, adsorption\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"1-6 g/gal\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Best used during fermentation. If using enzymes, add at least 24 hours after enzyme addition.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Caesin\\u2020\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge, adsorption\"),mdx(\"td\",e({parentName:\"tr\"},{align:null})),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Most commonly available as potassium caesinate.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Carbon\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Insignificant\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Adsorption\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"*\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Dosing depends on grade and how it was processed.  Follow manufacturer directions.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Chitosan\\u2020\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"5.5-7.5 ml/gal (1.5-2 ml/L)\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Most commonly found as part of SuperKleer/DualFine. Can compact fluffy lees from other fining agents. Recommended dosing is for 1% concentration.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Egg Whites\\u2020\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge, bond formation\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"0.5-1ml/gal\"),mdx(\"td\",e({parentName:\"tr\"},{align:null})),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Gelatin\\u2020\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge, bond formation\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"75mg/gal - 550mg/gal (20mg/L-150mg/L)\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Very aggressive, bench trials recommended.  Consider counter fining with bentonite or Kieselsol.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Gum Arabic\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"?\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Adsorption\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"2-7.5 ml/gal (0.5 ml/L to 2 ml/L)\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Commonly sold for winemaking as a liquid 20% solution.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Isinglass\\u2020\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"*\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Dosing highly variable depending on preparation.  Follow package directions.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"PVPP\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Insignificant\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Adsorption\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\".5-2.5 g/gal\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Consider filtration after use. Dosing may depend on grade, follow package directions.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Kieselsol (Silica gel)\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Negative\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"1-2 ml/gal\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Most commonly found as part of SuperKleer/DualFine. Recommended dosing range is for 30% concentration.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Sparkalloid\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Positive\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Charge\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"0.6-1.9 g/gal\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}),\"Discontinued by manufacturer.  As of late 2021, some is still available in the homebrew supply chain.\"),mdx(\"td\",e({parentName:\"tr\"},{align:null}))))),mdx(\"p\",null,\"\\u2020 These fining agents may be derived from sources that are problematic for vegetarians or vegans.  See the description of each agent below below for details.\"),mdx(\"h2\",null,\"Considerations\"),mdx(\"h3\",null,\"Counter Fining\"),mdx(\"p\",null,\"Each fining agent has certain categories of sediment it is effective at removing, so it is common to use two or more complementary fining agents together to have the greatest effect.  Most commonly, it is advised to use two oppositely charged fining agents together.   Popular combinations include:\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},\"Bentonite during fermentation, then one of Sparkalloid, isinglass, or chitosan once racked out of the fermentation vessel.\"),mdx(\"li\",{parentName:\"ul\"},\"Kieselsol and Chitosan, commonly sold as DualFine/SuperKleer\"),mdx(\"li\",{parentName:\"ul\"},\"Either Kieselsol or Chitosan are excellent counter fining agents.  This combination takes advantage of kieselsol not always quickly on its own, while Chitosan would ordinarily only attract negatively charged things like yeast and proteins, with kieselsol still in suspension will also attach to the chitosan (along with all the positively charged particulate stuck to the kieselsol), causing it to drop out faster than it ordinarily would because of the extra weight. \")),mdx(\"h3\",null,\"Stubborn Haze\"),mdx(\"p\",null,\"Some meads may not respond to certain agents. Others may be needed. It might just need to be left alone.\"),mdx(\"p\",null,\"Pectin is a common source of permanent haze in melomels. They can be cleared up by pectic enzyme/pectinase. This is an enzyme which is a protein and WILL be affected by other fining agents (like bentonite). Always wait at least 24 hours after adding any enzymes before adding any negatively charged fining agent.  \"),mdx(\"h3\",null,\"Over-fining\"),mdx(\"p\",null,\"Too much fining can strip out color and flavor from a mead. Use the smallest amount needed to get results. Bench trials can help determine needed amounts on your mead. Start with the recommended doses.\"),mdx(\"p\",null,\"Carbon/charcoal is one of the most aggressive fining agents and notorious for over-fining. It is not recommended except as an act of last resort. Other effective alternative likely exist.\"),mdx(\"h2\",null,\"Fining Agent Descriptions\"),mdx(\"h3\",null,\"Bentonite\"),mdx(\"p\",null,\"Bentonite is an aluminum silicate clay, and is probably one of the most commonly used fining agents. It is a negatively charged agent and used to remove positively charged proteins through adsorbtion. Bentonite is available in two formulations: sodium bentonite and calcium bentonite. \"),mdx(\"p\",null,\"Sodium bentonite is the more aggressive formulation; calcium bentonite is less aggressive, tends to flocculate faster and produce more compact lees than sodium bentonite. The effectiveness of bentonite increases as the pH of a must or mead decreases, as the charge on proteins increases as pH decreases. As a result, it is better to use sodium bentonite at higher pH values due to is more aggressive nature and calcium bentonite at lower pH values.\"),mdx(\"p\",null,\"The most commonly available bentonite available to home brewers, from LD Carlson, is sodium bentonite; if your bentonite package does not indicate which formulation it is, it is best to assume it is sodium bentonite. Sodium bentonite can be used across all pH ranges commonly found in mead, but you should keep the pH of your mead in mind when selecting your dosing, using smaller dosing rates as your pH decreases.\"),mdx(\"p\",null,\"Dosing within the recommended range will not have a discernible effect on color or flavor. Using bentonite in excessive amounts can strip color and add an earthy flavor.\"),mdx(\"p\",null,\"Bentonite has traditionally been used for fining after a mead has been racked out of the fermentation vessel. If doing so, it is most effective when repeatedly roused into suspension by stirring up the lees several times over the course of a week before allowing it to settle. If using bentonite in this way, bench trials are highly recommended to avoid over fining.\"),mdx(\"p\",null,\"Bentonite is arguably most effective when used during alcoholic fermentation as the fermentation kinetics will repeatedly rouse the bentonite into suspension without risking oxidation. In addition, it has several positive effects such as raising turbidity, providing nucleation sites for CO2 produced during fermentation (reducing the need to degas before nutrient additions), and speeding up clearing up once primary completes. Using bentonite during alcoholic fermentation carries much less risk of over fining than using it after racking. \"),mdx(\"p\",null,\"Bentonite is a widely used substance, from providing lubrication in oil wells to cosmetics and mead. It is best to use bentonite specifically manufactured for meadmaking; however, if that is not available to you at least ensure that the bentonite you purchase is food grade. \"),mdx(\"p\",null,\"There are many different grades of bentonite available for meadmaking, and since the effectiveness of bentonite increases as it becomes more highly refined, it is usually best to follow the dosing range provided by the package directions. \"),mdx(\"p\",null,\"A fairly conservative dosing range is  2-6g/US gal or 0.5-1.3g/L.  Bentonite used during fermentation may be pitched dry into the must.  If using bentonite after the mead has been racked to an aging vessel, it should be rehydrated.  To do this, vigorously mix the bentonite dose in at least 5 times its volume in hot (140F, 60C) water, ensuring that there are no clumps.  Allow to swell for 4-6 hours, then pour off most of the supernatant (the layer of water over the bentonite) before pouring the remainder of the slurry into the mead.  Gently rouse the lees (stir them back into suspension) 2-3 times over the course of a week after addition.\"),mdx(\"h3\",null,\"Gelatin\"),mdx(\"p\",null,\"Gelatin is a protein based fining agent that is positively charged at typical pH ranges in mead, with the charge increasing as the pH of the mead gets lower. While grocery store gelatin can be used as a fining agent, the more highly refined gelatins sold specifically for winemaking will be more effective and flocculate faster. Most gelatin sold for use in winemaking is derived from animal sources; vegetable derived gelatin for winemaking is available for commercial winemakers (in that it is only sold in units of kilograms or more at a time), and is not repackaged in sizes reasonable for home brewers to the author\\u2019s knowledge. \"),mdx(\"p\",null,\"Gelatin is one of the most aggressive fining agents which will strip tannins and color from meads at larger doses, especially in meads that are older, so it is best to be used when the mead is young. This propensity to strip tannins and color can be used intentionally to reduce excessive bitterness and astringency from overly tannic wines, or to lighten undesirably intense color. \"),mdx(\"p\",null,\"Recommended dosing range for clarification is 75 - 550mg/gal (20-150mg/L). Doses up to 2000 mg/gal (530 mg/L) can be used when intentionally attempting to strip tannins and color. Bench trials are highly recommended before using gelatin in order to avoid stripping desirable flavor and color compounds from the finished mead.  Gelatin used in excessive amounts may not flocculate completely and result in a protein haze in the mead.  If the gelatin you purchase has different dosing recommendations, verify that the dosing is for wine, not beer - gelatin dosing in beer is usually much higher than wines/meads due to significantly higher typical pH ranges.\"),mdx(\"p\",null,\"It is usually recommended to counter fine with bentonite or Kieselsol 1-3 days after adding gelatin. This will bind and inactivate the gelatin, ceasing its fining action and preventing overfining, in addition to precipitating positively charged molecules. \"),mdx(\"p\",null,\"Gelatin should be prepared for addition by dissolving in at least 25 times it weight of hot water, no warmer than 110F. Stir the mead constantly while adding the gelatin to ensure it is evenly mixed. \"),mdx(\"h3\",null,\"Isinglass\"),mdx(\"p\",null,\"Isinglass is a positively charged protein based fining agent. It is a collagen derived from the swim bladders of several different types of fish. As a fining agent, it is available in three forms: prehydrolized, flocked, and liquid. Prehydrolized isinglass is highly refined and in powder form; it must be rehydrated for half an hour in cold (less than 60F) water.  Flocced isinglass is in sheet form and must be rehydrated for at least 24 hours in cold water.  In both cases, the rehydration water may require acid adjustment.  If the rehydration water is not kept cold, the isinglass will hydrolyze, making it act more like gelatin. It is important to follow package directions.  Liquid isinglass does not require rehydration and can be used directly from the bottle.  \"),mdx(\"p\",null,\"Most home-brew stores will stock either the liquid or prehydrolized forms. \"),mdx(\"p\",null,\"In addition to general clarity, it is known for smoothing mouthfeel and is particularly good at rounding off overly harsh or astringent character by preferentially binding to the polyphenolic compounds that cause it.  Isinglass is less aggressive on astringency than casein or gelatin.  It is also said to be good at revealing muted fruit characteristics.  \"),mdx(\"p\",null,\"Like gelatin, isinglass requires tannins to work, so if using on a traditional or other mead low in tannins, it may be advisable to add a small dose of powdered tannins prior to fining with isinglass.\"),mdx(\"p\",null,\"If the rehydrated or liquid isinglass has an unpleasant or fishy odor, it has gone bad and should not be used.  \"),mdx(\"p\",null,\"Isinglass should typically only be used on a mead that is almost clear.   It is known for producing fluffy lees that can cling to the sides of the aging vessel, so an extra rack (the first fairly aggressive, not worrying if you pick up a little lees, wait a week, then a careful rack to your bottling bucket) is helpful to minimize losses.  Counter fining with \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/edit/process/fining#wiki_kieselsol_.28silica_gel.29\"}),\"Kieselsol\"),\" may help compact the lees.   \"),mdx(\"p\",null,\"Dosing is highly dependent on preparation, follow manufacturer\\u2019s directions. \"),mdx(\"h3\",null,\"Chitosan\"),mdx(\"p\",null,\"Chitosan has a strong positive charge and is made from chitin, which for most formulations available to home brewers is derived from the shells of crustaceans, typically shelled microscopic sealife.  This chitin is highly refined and does not contain the protein that triggers shellfish allergies.    Chitosan used for commercial winemaking in the USA is required by TTB regulations to only be made with chitin derived from the mold aspergillus niger. Chitosan however was not approved as a clarifying agent until recently in mid 2021, so as of this writing there are no aspergillus niger derived clarifying agents yet on the market.   Chitosan is also a broad spectrum antimicrobial agent, so it is commonly used in commercial winemaking to reduce spoilage bacteria (Brett, lactic acid bacteria, etc).    \"),mdx(\"p\",null,\"Chitosan is one of the most effective fining agents for general clarity and in most cases has no impact on aroma or taste.   Unlike gelatin, casein, and isinglass, chitosan does not require tannins to be present for effectiveness, making it particularly suited for meads.   Chitosan is known for producing particularly compact lees.  It is often used to counter fine agents that are known for producing fluffy lees.  \"),mdx(\"p\",null,\"Chitosan is most commonly used together with \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/edit/process/fining#wiki_kieselsol_.28silica_gel.29\"}),\"Kieselsol\"),\", and both are most commonly found packaged together as part of the DualFine/SuperKleer bundle.   If using this pairing it is \",mdx(\"em\",{parentName:\"p\"},\"extremely important\"),\" to add the Kieselsol \",mdx(\"em\",{parentName:\"p\"},\"after\"),\" the chitosan; depending on who you ask, you should wait anywhere from a couple hours to a couple days between the two.  Twenty four hours is the most common advice. \"),mdx(\"p\",null,\"Dosing is dependent on preparation.  1% Chitosan is commonly dosed at 5.5-7.5 ml/gal (1.5-2 ml/L).  Stir gently when adding.\"),mdx(\"h3\",null,\"Egg whites\"),mdx(\"p\",null,\"The albumin present in egg whites act as a positively charged protein based fining agent that is particularly effective at removing harsh tannins.  In traditional winemaking, they are typically only considered appropriate for red wines, and it makes sense to extend that conventional wisdom to meads; likely best used on bold, heavily fruited meads that need to have harsh tannins calmed.  \"),mdx(\"p\",null,\"Prepare for dosing by beating an egg white with a pinch of salt and a few drops of water until combined; take care not to froth the white.  Dose the combined solution at 0.5-1ml/gal.  Rack off after 1-2 weeks.\"),mdx(\"h3\",null,\"Casein\"),mdx(\"p\",null,\"Casein is the major protein found in milk, and is principally used to strip phenolic compounds often associated with oxidative damage that cause bitterness and browning.  It is not a cure for oxidation, but can be used to mitigate some of the damage. On its own, it has limited clarifying ability.  \"),mdx(\"p\",null,\"While pure powdered casein is available, it is difficult to mix and use.  Casein is most commonly used as part of a compound such as potassium casenate, or a proprietary blend like Polycacel (a blend of PVPP, casein, and cellulose).  \"),mdx(\"p\",null,\"Skim milk can be used as a source of casein at a rate of 55-114 ml/gal (15-30 ml/L). Stir constantly while adding.\"),mdx(\"h3\",null,\"Kieselsol (Silica gel)\"),mdx(\"p\",null,\"Silica gel is a suspension containing silicon dioxide.  It is a strongly negatively charged fining agent that is particularly effective at general clarification and protein fining.  It is widely considered to have no impact on flavor or aroma, and forms very compact lees. \"),mdx(\"p\",null,\"It is most widely available along with \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/edit/process/fining#wiki_chitosan\"}),\"Chitosan\"),\" in the DualFine/SuperKleer product.  If using this pairing it is \",mdx(\"em\",{parentName:\"p\"},\"extremely important\"),\" to add the Kieselsol \",mdx(\"em\",{parentName:\"p\"},\"after\"),\" the chitosan; depending on who you ask, you should wait anywhere from a couple hours to a couple days between the two.  Twenty four hours is the most common advice. \"),mdx(\"p\",null,\"Kieselsol can be used as a counterfining agent to compact the lees of other fining agents that produce fluffy lees. \"),mdx(\"p\",null,\"Dosing is dependent on the concentration of the silica gel.  30% seems fairly common and should be dosed at 1-2ml/gal.  \"),mdx(\"h3\",null,\"PVPP\"),mdx(\"p\",null,\"Polyvinylpolypyrolidone is a synthetic fining agent derived from Nylon 6.  It is insoluble in mead, adsorbing specifically low weight phenolics using a targeted chemical bond.  It is primarily used as both a prophylaxis and a treatment for oxidative damage, specifically targeting phenolics that cause browning, bitterness, and other off flavors associated with oxidation.  It tends to not impact aroma.  If used as a prophylaxis, it binds to the precursors of some of those responsible for oxidative damage.\"),mdx(\"p\",null,\"In the USA, the TTB requires that commercial products that use PVPP must be filtered.  While homebrewers are not covered by that stricture, some people may be concerned about the possibility of introducing a bunch of microplastics into their diet.  That being said, the purpose of PVPP is to fall out of suspension, and with careful racking it seems unlikely you'd have much remaining in suspension.  \"),mdx(\"p\",null,\"Dosing will depend on the grade, so follow package directions.  Polyclar VT is a commonly available brand of PVPP that is dosed at .5-2.5 g/gal, dosing in the lower part of the range as a prophylaxis, and in the upper part of that range when used as a treatment for oxidation.\"),mdx(\"h3\",null,\"Sparkalloid\"),mdx(\"p\",null,\"Sparkalloid was a proprietary fining agent produced by Scott Labs which consisted of a blend of polysaccharides and diatomaceous earth.   Sometime between 2020 and 2021, Scott Labs discontinued it due to health concerns associated with inhaling diatomaceous earth during manufacturing and while preparing for use in wine on a commercial scale.   Some amount of Sparkalloid still remains in the homebrew supply chain as of late 2021. \"),mdx(\"p\",null,\"Sparkalloid has long been an extremely popular fining agent that carries a strong positive charge.  It is an extremely effective clarifier that tends to not have any impact on color, flavor, or aroma.  It settles quickly and has a reputation for producing lees that are fluffy and easy to disturb.  Consider using alongside bentonite or Kieselsol to help produce more compact lees.  \"),mdx(\"p\",null,\"Sparkalloid was available in two types - cold mix and hot mix.  Cold mix Sparkalloid was used to fine juices, and hot mix Sparkalloid was used to fine wines.  Recommended dosing is between 150 and 500 PPM (about 0.6-1.9 g/gal).   To prepare for dosing, prepare a 2% slurry (approx 50ml water for every gram of Sparkalloid), and boil for at least 15 minutes.  Pour into mead and stir well.  \"),mdx(\"h3\",null,\"Gum Arabic\"),mdx(\"p\",null,\"Gum arabic is a fining agent derived from the sap of certain species of African Acacia trees, and functions as an adsorbing protective colloid.  Protective colloids actively prevent colloidal matter from flocculating and precipitating into sediment.   As such, it should be the final fining agent applied before bottling, as its protective action can interfere with the function of other fining agents such as gelatin, isinglass, ...\"),mdx(\"p\",null,\"It is noted for its ability to protect color in young red wines by stabilizing anthocyanins, which are chemically unstable pigments responsible for color, until they can complex with tannins.   It is also commonly use to soften overly astringent tannins and reduce the perception of harsh acidity while enhancing the body and mouthfeel of a mead.  It is not recommended for meads intended for long term aging, as it can interfere with polyphenol reactions that allow for graceful maturation.  Addition of gum arabic can also be used to reduce the surface tension in carbonated meads, increasing their fizzyness.  \"),mdx(\"p\",null,\"Gum arabic for winemaking is commonly sold as a 20% solution, dosed at 2-7.5 ml/gal (0.5 ml/L to 2 ml/L).  Concentration may vary, be sure to note manufacturers directions.   Liquid gum arabic sold for winemaking should not interfere with filtration, though caution is advised when using other preparations as it can clog filters.\"),mdx(\"h3\",null,\"Carbon\"),mdx(\"p\",null,\"Activated carbon is a fining agent used to strip undesirable colors, aromas, or flavors from a mead.  It is non-selective and can strip good qualities as well as bad.  Fining trials are highly recommended.  Carbon made for winemaking comes in at least two distinct forms; one which is better at stripping color (sometimes marked KBB) and another better at stripping aroma (typically marked AAA).  Using carbon not intended for winemaking is not recommended as its impact and dosing will be unpredictable.   \"),mdx(\"p\",null,\"Dosing for activated carbon will depend on how it has been processed, follow manufacturers dosing recommendations.  Carbon is often counter fined with PVPP.\"),mdx(\"h3\",null,\"Tannins\"),mdx(\"h3\",null,\"Enzymes\"),mdx(\"h2\",null,\"Fining Alternatives\"),mdx(\"h3\",null,\"Time\"),mdx(\"p\",null,\"The easiest and cheapest method. The majority of meads will clear up given sufficient time. CO2 will degass and yeast will flocculate. There are exceptions, like pectin haze.\"),mdx(\"h3\",null,\"Cold Crashing\"),mdx(\"p\",null,\"Caveat: Cold crashing does NOT stabilize or kill yeasts.\"),mdx(\"p\",null,\"Typically advertised by homebrewers, but it has inconsistent results. This is chilling your mead down to fridge temperatures. It helps because it encourages flocculation of high flocculation yeast strains and keeps CO2 dissolved. This allows particles to fall out of suspension more easily. It is not as effective on low flocculation yeasts (many mead yeasts) versus higher flocculations ones (such as many ale yeasts).\"),mdx(\"p\",null,\"There is a risk of increased oxygen exposure and airlock 'suck-back'. The drop in temperature will cause the pressure to drop inside the fermenter. This often results in the airlock contents being partially (or wholly) sucked into the fermenter.\"),mdx(\"p\",null,\"It is a tool that can be used, but is by no means necessary. It is most effective at encouraging high flocculating yeast to flocculate (at the end of fermentation) and letting larger particles settle. Time will accomplish the things that cold crashing will. Time is often beneficial to the flavor of the mead anyway. Time often is the real reason a crashed mead cleared.\"),mdx(\"p\",null,\"More success may be had from cold conditioning, which is keeping the mead cold for weeks to months. In the beer world, lagers are 'lagered' by keeping them cold for up to several months. The additional time is more effective than a simple cold crash. It allows the very fine particles to settle out over the course of the longer period of time aided by the cold.\"),mdx(\"h3\",null,\"Filtration\"),mdx(\"p\",null,mdx(\"em\",{parentName:\"p\"},\"See our guide on \",mdx(\"a\",e({parentName:\"em\"},{href:\"/r/mead/wiki/guides/filtration\"}),\"filtration\"),\" for more info\")),mdx(\"p\",null,\"Filtration allows yeast and other particles to be wholly removed from the brew. This is done with specialized equipment and NOT coffee filters or cheese cloth. Filtration does not solve all problems as even 0.45 micron filters will not catch proteins and other very fine particles. It does produce a stable mead, however.\"),mdx(\"h3\",null,\"High Flocculation Yeasts\"),mdx(\"p\",null,\"Yeast flocculation is the tendency for yeasts to clump together and fall out of suspension. They flocculate (or 'floc') in unfavorable conditions such as low sugar, low temperature, or high ABV. Each strain has a rating on how fast (or well) they flocculate. Many ale strains are high flocculators. Many mead and wild strains are low flocculators.\"),mdx(\"h2\",null,\"Additional Resources\"),mdx(\"p\",null,\"A full video lecture from Tom Repas is available on YouTube via his channel: \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.youtube.com/watch?v=Hws12qUFhak\"}),\"The Art and Science of Mead: All about Fining Agents\"),\".\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}