{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,d=Object.defineProperties;var m=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var l=(e,t,a)=>t in e?c(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,r=(e,t)=>{for(var a in t||(t={}))i.call(t,a)&&l(e,a,t[a]);if(n)for(var a of n(t))s.call(t,a)&&l(e,a,t[a]);return e},p=(e,t)=>d(e,m(t));var h=(e,t)=>{var a={};for(var o in e)i.call(e,o)&&t.indexOf(o)<0&&(a[o]=e[o]);if(e!=null&&n)for(var o of n(e))t.indexOf(o)<0&&s.call(e,o)&&(a[o]=e[o]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var o=a,{components:e}=o,t=h(o,[\"components\"]);return mdx(MDXLayout,p(r(r({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h2\",null,\"Bottling, Kegging, and Other Packaging Options\"),mdx(\"p\",null,\"It turns out that serving mead directly from the carboy isn't very efficient. The mead oxidizes long before you manage to drink it all. Also, carboys are heavy. \"),mdx(\"p\",null,\"So, we put mead into bottles and kegs.\"),mdx(\"h3\",null,\"Bottle Choices\"),mdx(\"p\",null,\"The mead maker has a lot of bottle and closure options. Some are better suited to the hobby than others. Here is a quick rundown of options and factors to help you decide.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},`Type - This is the most obvious consideration. The options are wine, beer, champagne, or \"other novelty\" bottles. This choice may dictate or limit your other options. If you intend to make carbonated mead, you'll need to bottle in champagne or beer bottles. Many competitions require entries to be submitted in standard 12 oz. beer bottles. Wine bottles are classic and are best suited for long traditional cork-closure aging.`)),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},`Color - this doesn't matter unless you used a light-sensitive ingredient. The most common of these is hops which is sensitive to exposure to ultraviolet light. If this is a concern for your mead, you should use brown bottles or keep your bottled mead far from sunlight. Even a few minutes in the sun can cause it to become light-struck, or \"skunked.\" This probably limits you to beer bottles with crown caps or EZ caps.`)),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Shape - Purely irrational personal preference. Standard shapes like Bordeaux and hock store better on wine racks or shelves. \")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Size - This is a somewhat personal preference, but influenced by practicality. It comes down to how much you are comfortable drinking over a day or two when you open a bottle. If you don't drink a lot and can nurse a glass all night, you might consider smaller bottles like 375 ml. If you want to use fewer corks and often have friends over, you might consider using magnums (1.5 liter). 750 ml bottles are the standard. They're extremely plentiful and often free.\"))),mdx(\"h3\",null,\"Obtaining Bottles\"),mdx(\"p\",null,\"Bottles can always be bought at your local homebrew shop or online. These are ready to sanitize and use. Their uniformity looks great in storage. Their perfect condition make them good for giving as gifts; but, they cost about $1.00-$3.00 each depending on color and shipping costs and you'll need about 24 standard wine bottles or 50 standard beer bottles to package 5 gallons of product.\"),mdx(\"p\",null,\"Luckily, you can usually get free bottles if you're willing to put in a little work. You'll have to clean the bottles, inspect them for damage, and optionally remove old labels but it's hard to beat free.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Ask around your local bar and winery haunts if you know an employee or two on a first name basis. They may be willing to set aside used bottles for a couple of days for you to pick up.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},`Some recycling centers will allow people to poke through the bins as they come in. Again, \"free\" is hard to beat so it's probably worth making the phone call to ask. The worst they can do is say, \"No.\" `,mdx(\"em\",{parentName:\"p\"},\"Don't\"),\" walk around your neighborhood on recycling day picking through the glass bins. This could be illegal if you do so without the owner's permission.\"))),mdx(\"p\",null,\"Have friends that drink a lot of wine? Ask them to save the bottles for you.\"),mdx(\"p\",null,\"Avoid wine bottles that had screw-off caps. They weren't made to withstand the pressure of a cork. You don't have to tell your friends or bar workers this. It's easier for them if it's a simple request. You can throw unsuitable bottles back into the recycling.\"),mdx(\"p\",null,\"You should also avoid colored bottles purchased from a craft store. The coloring is often painted on the inside and can flake off over time.\"),mdx(\"p\",null,\"###Bottle Closures\"),mdx(\"p\",null,\"####Natural and Synthetic Corks\"),mdx(\"p\",null,\"Natural cork is the classic closure for wines of all types. It's a renewable resource consisting of dead bark removed from a type of oak trees without killing it. The cork harvesting process is \",mdx(\"a\",r({parentName:\"p\"},{href:\"https://www.youtube.com/watch?v=fY90yzeSfU8\"}),mdx(\"em\",{parentName:\"a\"},\"fascinating\")),\" to watch and surely encourages everyone who does so to recycle their used corks. \"),mdx(\"p\",null,\"Wines corked with natural oak can be aged over long periods of time because the closure allows a very slow exchange of air between the outside atmosphere and the bottle contents. This exchange introduces minute amounts of oxygen which causes the wine to develop over time. \"),mdx(\"p\",null,\"Natural corks are available in a variety of styles and grades. These include but are not limited to:\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Agglomerated - Natural cork particles bonded into a cork shape with food-safe adhesive. Extremely cheap. Should only be relied upon for about 2 years.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Colmated - Lower or Medium grade Natural Cork. Crevices are filled with resin made from cork powder. Inexpensive. Reliably last up to 4 years.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},'1+1 or \"Duo\" - Agglomerated corks with a slice of higher grade cork on one or both ends. Inexpensive. Reliably last up to 4 years.')),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"High Grade Natural - Whole pieces of cork. Costly on the low end, exorbitant on the high end. Depending on grade may reliably last 7 - 20+ years.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Different retailers and producers may grade corks differently. This is partly marketing and partly due to changing standards. You're likely to see 5-9 top quality grades with names like First, Premier, Super/Superior, Extra, and Flor. The absolute best corks are often unavailable for homebrewers. Commercial wineries usually get first dibs.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},'Champagne/Sparkling Wine/Belgian-Style Corks - These are similar to Duo corks, except they are larger, and the two disks are both placed on the same end of the cork (the \"bottom\" or end that is inserted into the bottle). Pay attention to the sizing of these bottles, too. American champagne corks are smaller because the bottles lips are made to the same crown cap standard as beer bottles (26 mm). European champagne bottles fit a 29 mm crown cap and require a larger cork.')),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"These also come in a variety of grades. In this case, it's the bottom natural cork disk that determines the grade.\"))),mdx(\"p\",null,\"If you're using corks for most of your bottles, it can make sense to buy an assortment depending on how long you expect to age bottles. If most of your mead is consumed within a couple of years, but you save a bottle of every batch for a ten year mark, it can make sense to buy mostly agglomerated corks alongside a \",mdx(\"em\",{parentName:\"p\"},\"few\"),' \"Extra\" graded natural corks, which are expected good for 10-12 years.'),mdx(\"p\",null,'Natural corks have two significant drawbacks. The first is price. Any decently long-lasting natural cork is going to get costly. The second drawback is the possibility of trichloroanisole contamination. This is the chemical responsible for \"cork taint.\" A final minor drawback is that bottles closed with natural cork must be stored on their side for long periods of time, or the cork can dry out and crumble - compromising the seal and contaminating the wine with cork dust.'),mdx(\"p\",null,\"Due to the rising demand (and cost) for natural corks, synthetic corks have become more popular with commercial and home winemakers. They do, however, have a handful of disadvantages.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"They do not expand and contract with the glass bottle in response to temperature fluctuations. This results in an imperfect seal and excessive oxygen exposure over time.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Under ideal conditions, they don't allow \",mdx(\"em\",{parentName:\"p\"},\"any\"),\" oxygen transfer. A small amount of oxygen is important to the aging process.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"They don't last as long as high quality natural cork.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Popular floor corkers can score the edges of a synthetic cork during compression and insertion, compromising the seal. You might need a special corker if this is the case.\"))),mdx(\"p\",null,\"Even with these drawbacks, if you store your finished products well (in a basement, for instance) and aren't planning to age it beyond a few years, they can be a sensible choice. In some cases they can be \",mdx(\"em\",{parentName:\"p\"},\"half\"),\" as costly as the cheapest agglomerated corks. They have another minor advantage in that synthetic corked bottles may be stored upright indefinitely. \"),mdx(\"p\",null,\"It should also be noted that synthetic corks are constantly improving. The latest are technically advanced, consistent pieces that reproduce some of the desirable properties of natural cork, particularly controlled oxygen transfer.\"),mdx(\"p\",null,`Both natural and synthetic corks are available in several diameter sizes. The standard wine bottle neck is size #9, which is approximately 15/16\" (24 mm) in diameter, but #8 is also acceptable for wine you don't intend to age or store for very long. You may also find them in length sizes of short and regular, but these do not appear to be standardized by produces. You want a cork about 1.75 inches (44 mm) long. Some high quality corks may be 2\" (51mm) long.`),mdx(\"p\",null,\"There are a variety of corkers available. Handheld corkers work best with #8 corks; they are capable of inserting #9 corks, but it takes considerable effort. Floor corkers are \",mdx(\"em\",{parentName:\"p\"},\"much\"),\" easier to use, but they are also more costly and the compression mechanisms are known to sometimes damage synthetic corks. If you intend to cork champagne bottles, be sure you get a corker capable of doing so, and be sure it's sized appropriately based upon whether you'll be using European or American sized champagne bottles/corks.\"),mdx(\"p\",null,\"Never try to cork a bottle that isn't meant to be corked. Examples of bottles you \",mdx(\"strong\",{parentName:\"p\"},\"should not\"),\" cork include but are not limited to twist-off cap wine bottles and standard 12 oz beer bottles.\"),mdx(\"p\",null,'Never try to use craft corks or \"cork stoppers.\"'),mdx(\"p\",null,\"####Crown Caps\"),mdx(\"p\",null,\"These are far simpler to use than corks, and can last almost indefinitely. They consist of a metal body with a plastic insert on the interior or bottom which provides the airtight seal against the glass bottle. Some have features like oxygen-absorbing linings that reduce the amount of oxygen in contact with bottle contents.\"),mdx(\"p\",null,\"Their primary drawback is that they form a completely airtight seal and are therefore inappropriate for long term aging if you are looking for oxygen exposure to mature a mead.\"),mdx(\"p\",null,\"American bottles require 26 mm caps. These are the default in the USA. A person would have to go out of their way in most cases to find anything else. European champagne bottles require 29 mm caps.\"),mdx(\"p\",null,\"There are several popular models of capper including two that use a handheld double-lever action (commonly referred to as Red Baron and Black Beauty) and a large number of bench cappers. Bench cappers can generally be configured to accommodate different cap sizes by replacing the capping bell.\"),mdx(\"p\",null,\"Don't try to use a crown caps on a twist-off bottle. It may appear to work, but the seal will be suspect and the glass is prone to shattering. You could find yourself with a slow leak or plain old flat mead in short order. It's also possible that the bottle rim will shatter during crimping.\"),mdx(\"p\",null,\"####EZ Caps, Misc.\"),mdx(\"p\",null,\"There are other closures out there. One example is EZ Caps.\"),mdx(\"p\",null,\"EZ Cap bottles are also known as flip-top, swing-top, or Grolsch-style bottles. They consist of a wire lever, plastic or ceramic top, and rubbery o-ring. The wire lever acts as a latch-clamp, enabling the bottle to be repeatedly securely closed and reopened without a bottle opener of any kind. These don't make for good aging vessels because the o-ring provides an airtight seal, but can eventually dry out, crack, and provide a very poor seal. These are good for short-term storage, or as gifts that are meant to be consumed quickly. They are very attractive for gift bottles, and the giftee can reuse them for other kitchen purposes if desired.\"),mdx(\"p\",null,\"###Bottling Process\"),mdx(\"p\",null,\"####Equipment:\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Sanitizer\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Carboy of ready-to-bottle mead\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Empty Carboy\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Autosiphon\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Clean bottles (5 gallons requires approximately 24 standard 750 ml wine bottles or 48 standard 12 oz beer bottles)\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Closures of choice (cork, caps, etc)\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Bottling Wand\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Optional: Funnel\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Optional: Bottle Rinser/Sanitizer tool.\"))),mdx(\"p\",null,\"####Process:\"),mdx(\"ol\",null,mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Sanitize your equipment, including bottles and closures. (Possible exception - there's debate about whether to sanitize caps with oxygen absorbing linings.)\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},'Rack the mead into the empty carboy, leaving behind as much sediment as possible. Even if no sediment is visible, leave behind the last 1/4\"-1/2\" of mead. This makes a noticeable difference in bottle sediment and post-packaging yeasty flavors.')),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Place the newly filled carboy in a position elevated relative to your bottling work area (e.g. on the table if you're working on the floor, or on a chair on top of the table if you want to work on the table), just as though you were going to rack from it.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Attach the bottling wand to your autosiphon hosing.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Press the tip of the bottling wand down against the bottom of the first bottle and pump the autosiphon until mead fills the hose and bottling wand. At this point you should be siphoning normally.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"When the bottle contents reaches the very rim, pull out the bottling wand. This will leave you with a consistent and reasonable amount of head space in the bottle.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Repeat this process for each bottle.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"Close the bottles. If you have a helper, they can do this while you fill to limit oxygen exposure.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"If you corked your bottles, allow them to stand upright for 2-3 days while the cork expands and creates a strong seal. Check that none of them have pushed out before putting the bottles into storage.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},\"If you used natural cork, remember to store the bottles on their side.\"))),mdx(\"h3\",null,\"Kegs\"),mdx(\"p\",null,\"Kegs have both advantages and disadvantages when compared to bottling.\"),mdx(\"p\",null,\"The biggest advantage of kegging is that it is the easiest way to create a carbonated mead. It's also the quickest and easiest way to package. It's as simple as siphoning the product into the keg, sealing it, and hooking up the CO2 tank. You save a lot of time on sanitizing bottles, capping, or corking. When ready to serve, it's simple to pour off one glass without being concerned about drinking the rest of the bottle before oxidation can set in. If friends come over, you don't have to worry about them opening and only partially finishing half a dozen bottles. Lastly, they're completely and indefinitely reusable.\"),mdx(\"p\",null,\"On the other side of the coin, kegs are very expensive up front. If you run out of CO2, it's pretty much unusable. Sharing with friends at a party isn't as convenient as grabbing a few bottles from the shelf. When using a keg for forced carbonation, additional equipment (jockey box, kegerator, or keezer) is also necessary to achieve great results. Temperature heavily effects carbonation properties.\"),mdx(\"p\",null,\"There are also the cosmetic differences. This may be an advantage or a drawback, depending upon how much you enjoy spending time on presentation. A lot can be done to dress up a bottle. The same cannot be said for a keg. Kegs, however, always look somewhat professional.\"),mdx(\"p\",null,\"Information on kegging is widely available, and so it will not be reproduced here. For more information, please see the links below:\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},mdx(\"a\",r({parentName:\"p\"},{href:\"https://www.morebeer.com/content/kegging-homebrew\"}),\"MoreBeer - A Complete Guide to Kegging Homebrew\"))),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},mdx(\"a\",r({parentName:\"p\"},{href:\"http://www.homebrewing.org/How-to-Keg_ep_48-1.html\"}),\"Adventures in Homebrewing - How to Keg\"))),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},mdx(\"a\",r({parentName:\"p\"},{href:\"http://beersmith.com/kegging/\"}),\"Beersmith - Kegging Beer at Home\"))),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},mdx(\"a\",r({parentName:\"p\"},{href:\"http://beersmith.com/blog/2008/02/14/how-to-keg-homebrew-beer/\"}),\"Beersmith - How to Keg Homebrew Beer\")))))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}