{"pageProps":{"source":{"compiledSource":"var d=Object.defineProperty,u=Object.defineProperties;var c=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var o=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var p=(e,t,a)=>t in e?d(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,i=(e,t)=>{for(var a in t||(t={}))o.call(t,a)&&p(e,a,t[a]);if(n)for(var a of n(t))r.call(t,a)&&p(e,a,t[a]);return e},h=(e,t)=>u(e,c(t));var l=(e,t)=>{var a={};for(var s in e)o.call(e,s)&&t.indexOf(s)<0&&(a[s]=e[s]);if(e!=null&&n)for(var s of n(e))t.indexOf(s)<0&&r.call(e,s)&&(a[s]=e[s]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var s=a,{components:e}=s,t=l(s,[\"components\"]);return mdx(MDXLayout,h(i(i({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h2\",null,\"Adjusting pH\"),mdx(\"p\",null,\"This is rarely necessary and potentially harmful to the quality of the product if performed badly.  This is standard chemistry and the pH follows the amount of H+ ions in solution.  It can be adjusted by adding acid (H+) ions or bases (OH- suppliers or BUFFERS).\"),mdx(\"p\",null,\"pH adjustment occurs more commonly in homebrewing for beer brewing.  It is managed as a part of water chemistry to ensure a proper 'mash', where the grain is steeped in appropriate hot water to allow the enzymes to convert the starches to sugars.  This is not necessary in mead unless a braggot is being made, in which case follow all beer mashing best practices.\"),mdx(\"p\",null,\"pH is a log-scale and adjustments are not linear.  This is compounded by the buffers normally found in musts.  They will change their behavior at certain pH levels depending on their strength as an acid.  Buffers themselves stop having a tangible effect on the pH once the pH drops below their pKa but they can still influence both fermentation kinetics and taste.\"),mdx(\"p\",null,\"Do not be afraid to ask for help.  This is a topic that requires advanced knowledge and equipment to properly execute.  Post and let the experienced members of the community assist you on succeeding in your meadmaking endeavor.\"),mdx(\"h3\",null,\"pH Ranges\"),mdx(\"p\",null,\"Generally anything between 3.0 and 4.5 is acceptable.  It is common for musts to naturally fall between 3.0 and 3.5.  \"),mdx(\"p\",null,\"Do not attempt to raise over 4.6.  \",mdx(\"em\",{parentName:\"p\"},\"C. botunlium\"),\", the bacterial species responsible for the botulism toxin is normally found in honey and effectively suppressed by pH less than 4.6.\"),mdx(\"p\",null,\"Yeast will also produce more acid if the pH is higher.    They produce acetic acid (vinegar) which can negatively affect sensory characteristics even in the small amount they produce.\"),mdx(\"h3\",null,\"Testing pH\"),mdx(\"p\",null,\"There are digital meters and pH strips.  Strips are less precise than a meter but the meter often requires calibration.  Follow the manufacturer's instructions.  Isolate a small portion of your mead and test that.\"),mdx(\"h2\",null,\"Additives\"),mdx(\"p\",null,\"Use food-grade additives whenever using anything in mead.  Post and ask if you need help or you're not entirely sure what you are doing.\"),mdx(\"p\",null,\"All additivies will add an 'active' and 'inactive' portion to the must because ions are always paired.  Watch for appropriate amounts of ions besides the acid/base as well.\"),mdx(\"h3\",null,\"Strong Acids \",\"&\",\" Bases\"),mdx(\"p\",null,\"Not recommended.  Use extreme caution as these substances are caustic and dangerous to the skin and eyes.  There is no case where this level of intervention is necessary without other serious problems existing first.\"),mdx(\"h3\",null,\"Potassium Carbonate\"),mdx(\"p\",null,\"[Example of pH Adjustment with Potassium Carbonate. Note on potassium usefulness. Note that more potent than K-Bicarbonate]\"),mdx(\"p\",null,\"Potassium carbonate is used by Bray Denard in his nutrient schedule in order to supply potassium.  A small carbonate buffer is included but this is an ancillary effect and not the primary purpose.  The added potassium is for ensuring yeast health.\"),mdx(\"h3\",null,\"Potassium Bicarbonate\"),mdx(\"p\",null,\"[Example of pH Adjustment with Potassium Carbonate.]\"),mdx(\"h3\",null,\"Calcium Carbonate\"),mdx(\"p\",null,\"[Example of pH Adjustment with Calcium Carbonate. Note on calcium additions being not great.]\"),mdx(\"p\",null,\"Calcium carbonate (chalk) is not a recommended addition.  It has very poorly solubility in water and often remains almost entirely undissolved.  Beer brewers sometimes use it to raise water hardness to match historic profiles.  Both calcium and carbonate are easily obtained from other minerals.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}