{"pageProps":{"source":{"compiledSource":"var h=Object.defineProperty,m=Object.defineProperties;var c=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var l=(e,a,t)=>a in e?h(e,a,{enumerable:!0,configurable:!0,writable:!0,value:t}):e[a]=t,o=(e,a)=>{for(var t in a||(a={}))r.call(a,t)&&l(e,t,a[t]);if(n)for(var t of n(a))s.call(a,t)&&l(e,t,a[t]);return e},p=(e,a)=>m(e,c(a));var u=(e,a)=>{var t={};for(var i in e)r.call(e,i)&&a.indexOf(i)<0&&(t[i]=e[i]);if(e!=null&&n)for(var i of n(e))a.indexOf(i)<0&&s.call(e,i)&&(t[i]=e[i]);return t};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(t){var i=t,{components:e}=i,a=u(i,[\"components\"]);return mdx(MDXLayout,p(o(o({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Sanitizing\"),mdx(\"p\",null,\"It's important to understand the differences between clean, sanitized, and sterile. \",mdx(\"em\",{parentName:\"p\"},\"Cleaning\"),\" is the removal of material from the surface. \",mdx(\"em\",{parentName:\"p\"},\"Sanitization\"),\" is reducing the number of organisms on a surface, usually to an acceptable level. \",mdx(\"em\",{parentName:\"p\"},\"Sterilizing\"),\" means removing all organisms. In mead making, we aren't concerned with sterile. That's mostly reserved for hospital grade equipment. We \",mdx(\"em\",{parentName:\"p\"},\"do\"),\" care about cleaning and sanitizing, however.\"),mdx(\"p\",null,\"Before trying to sanitize a surface, it's important to \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/cleaning\"}),\"clean\"),\" it first. While some sanitizers or sanitation methods may be able to penetrate surface material to some degree, it's good practice to remove as much as possible before moving on to sanitation.\"),mdx(\"p\",null,\"In more advanced recipes and in casual discussion, sanitation is often breezed over - if it's mentioned at all. By no means is this because it isn't important, it's because sanitation is accepted as a \",mdx(\"em\",{parentName:\"p\"},\"given fact\"),\" for any home brewer or mead maker after only a handful of batches.\"),mdx(\"h3\",null,\"Tips\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"When using no-rinse sanitizers, bottle some in a spray bottle. It will remain good for weeks to months, and is perfect for sanitizing your hydrometer, test tube, and wine thief before taking a sample.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},'Sanitizers will generally specify a required \"contact time.\" This is usually a few seconds to a couple of minutes. This is the minimum amount of time it takes for the substance to perform to specifications.')),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Read the label of your sanitizer of choice, if applicable. There may be important warnings or directions for what to do if you get it on your skin or in your eye(s). It's better to know these things beforehand.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Use no-rinse sanitizers. If you have to rinse, you could be re-introducing microorganisms onto the surface(s) you just sanitized!\"))),mdx(\"h3\",null,\"Sanitizers\"),mdx(\"p\",null,\"####Star San\"),mdx(\"p\",null,\"Star San is the poster child sanitizer for alcohol production applications. It comes as a concentrate that you mix with water (tap is fine) at the rate of 1 ounce Star San in 5 gallons of water. (If you have a spray bottle with fluid ounce markings - ZEP spray bottles are perfect - this translates to 1/4th tsp Star San per 26 oz water.)\"),mdx(\"pre\",null,mdx(\"code\",o({parentName:\"pre\"},{}),`Math\n5 gallons is 640 fl oz\n1 fl oz Star San / 640 fl oz water = .0015625 fl oz Star San per fl oz water\n.0015625 fl oz Star San * 26 oz water = 0.040625 fl oz\n0.040625 fl oz Star San is 0.24375 tsp Star San\n`)),mdx(\"p\",null,`This is a no-rinse sanitizer - you don't have to clean out the residue with water. Although it foams when agitated, \"don't fear the foam!\" Once diluted into a must, Star San breaks down into molecules that are actually good for yeast. It does not generate off flavors or smells.`),mdx(\"p\",null,\"Read the warnings on the package, as with any chemical. Once it's diluted properly, however, it's safe to touch and even drink (tastes terrible). You may wish to wear gloves if your skin dries out easily, however.\"),mdx(\"p\",null,\"For more information on Star San (and validation of what's written here), see this \",mdx(\"a\",o({parentName:\"p\"},{href:\"http://s125483039.onlinehome.us/archive/dwnldarchive03-19-06.mp3\"}),\"Brewing Network\"),\" (headphone volume warning) interview of Five Star Chemicals' Charley Talley.\"),mdx(\"h4\",null,\"Iodine Sanitizers\"),mdx(\"p\",null,\"These are lower- or non-foaming compared to Star San. It's important to allow your equipment to drain and dry when using iodine sanitizers. Iodine can form off-flavor compounds in beer and wine to which some people are very sensitive.\"),mdx(\"h4\",null,\"One Step\"),mdx(\"p\",null,\"This is a cleanser that can double as a no-rinse sanitizer if you have some on hand.\"),mdx(\"h4\",null,\"Potassium Metabisulfite\"),mdx(\"p\",null,\"This is more frequently used as a preservative, but it can also be used as a sanitizer at higher concentrations - add 2 oz to 1 gallon of water.\"),mdx(\"h4\",null,\"Heat\"),mdx(\"p\",null,\"You can essentially pasteurize your equipment. This can be especially useful for beer bottles. The heat setting on some dishwashers can reach high enough temperatures. You can also simply heat water on the stove to the desired temperature, then submerge your equipment.\"),mdx(\"p\",null,mdx(\"em\",{parentName:\"p\"},\"Be careful, some equipment can be damaged at or by these temperatures!\"),\" Better Bottle recommends not to put liquids over 140\\xB0 F into their PET carboys. Be wary of heat-sanitizing any plastics.\"),mdx(\"p\",null,\"Glass carboys are not made of a type of glass meant to withstand high heat, temperature changes, or uneven heating. Borosilicate glass objects (laboratory grade equipment like Erlenmeyer flasks) are able to do this, but if you aren't sure about a piece of equipment, play it safe!\"),mdx(\"h3\",null,\"What and When\"),mdx(\"h4\",null,\"Equipment\"),mdx(\"p\",null,\"This is the big obvious category. Any piece of equipment that will \",mdx(\"em\",{parentName:\"p\"},\"or may\"),\" touch the mead or touch something that touches the mead needs to be sanitized. \"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},\"Work Surfaces\"),mdx(\"li\",{parentName:\"ul\"},\"Fermenters\"),mdx(\"li\",{parentName:\"ul\"},\"Carboys\"),mdx(\"li\",{parentName:\"ul\"},\"Stirring Utensils (Mix-Stir, Spoon, Paddle)\"),mdx(\"li\",{parentName:\"ul\"},\"Flasks\"),mdx(\"li\",{parentName:\"ul\"},\"Measuring Cups and/or Spoons\"),mdx(\"li\",{parentName:\"ul\"},\"Hydrometers\"),mdx(\"li\",{parentName:\"ul\"},\"Test Tubes\"),mdx(\"li\",{parentName:\"ul\"},\"Wine Thieves\"),mdx(\"li\",{parentName:\"ul\"},\"Siphons\"),mdx(\"li\",{parentName:\"ul\"},\"Tubing\"),mdx(\"li\",{parentName:\"ul\"},\"Bungs\"),mdx(\"li\",{parentName:\"ul\"},\"Airlocks\"),mdx(\"li\",{parentName:\"ul\"},\"Thermometer\"),mdx(\"li\",{parentName:\"ul\"},\"Bottling Wand\"),mdx(\"li\",{parentName:\"ul\"},\"Bottles\")),mdx(\"h4\",null,\"Ingredients\"),mdx(\"p\",null,\"Most ingredients do not need to be sanitized. Many can be, however, according to your preferences.\"),mdx(\"p\",null,`It is possible to \"sanitize\" an entire must with potassium metabisulfite. Mix a normal dose (.44 grams per gallon or 1 crushed tablet per gallon, if using campden tablets) into the mead 24 hours before pitching yeast. In 24 hours, it will lose potency and your yeast will be able to take hold on a clean playing field. This practice is optional, however. If you're using fruit of unknown origin or have reason to suspect your sanitation process was suspect, this can be a good option.`),mdx(\"h4\",null,\"Packaging\"),mdx(\"p\",null,\"This is often overlooked, and, like ingredients, isn't always necessary. However, if you drop something on the floor or your pet comes by and licks or brushes against a sealed container, you may wish to sanitize the packaging before you open and use the product.\"),mdx(\"h4\",null,\"Yourself\"),mdx(\"p\",null,\"Sanitize your hands. If your skin dries out easily, wear latex or nitrile gloves and sanitize \",mdx(\"em\",{parentName:\"p\"},\"those\"),\".\"),mdx(\"h3\",null,\"Mead is Forgiving\"),mdx(\"p\",null,\"Sanitation is \",mdx(\"em\",{parentName:\"p\"},\"very\"),\" important. Nothing here is meant to undermine that fact or invalidate anything written above.\"),mdx(\"p\",null,\"But thankfully our favored drink seems to be relatively resistant to infection, particularly in comparison to beer. You don't need to worry yourself sick for weeks if you forgot to sanitize your fermenter. In most cases, as long as it was clean to start with, and you have good sanitation habits, a lapse or two won't necessarily destroy all of your hard work.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}