{"pageProps":{"source":{"compiledSource":"var m=Object.defineProperty,p=Object.defineProperties;var d=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var l=(e,t,a)=>t in e?m(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,o=(e,t)=>{for(var a in t||(t={}))r.call(t,a)&&l(e,a,t[a]);if(n)for(var a of n(t))s.call(t,a)&&l(e,a,t[a]);return e},h=(e,t)=>p(e,d(t));var u=(e,t)=>{var a={};for(var i in e)r.call(e,i)&&t.indexOf(i)<0&&(a[i]=e[i]);if(e!=null&&n)for(var i of n(e))t.indexOf(i)<0&&s.call(e,i)&&(a[i]=e[i]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var i=a,{components:e}=i,t=u(i,[\"components\"]);return mdx(MDXLayout,h(o(o({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h2\",null,\"Basic Problems\"),mdx(\"p\",null,\"Even among the frequently asked questions on /r/mead, some are more frequently asked than others. This page attempts to address those questions.\"),mdx(\"h3\",null,\"Fermentation is too slow, stuck, or didn't start.\"),mdx(\"p\",null,\"####Are you sure?\"),mdx(\"p\",null,\"There is \",mdx(\"em\",{parentName:\"p\"},\"one\"),\" way to determine whether fermentation is happening. Take two specific gravity readings with a hydrometer (or refractometer) several (3-7) days apart. If the readings are the same (and greater than 1.000), you may indeed have a problem.\"),mdx(\"p\",null,\"Airlock activity is \",mdx(\"em\",{parentName:\"p\"},\"not\"),\" a reliable indicator of fermentation. Some airlocks are faulty. If you're fermenting in a bucket, the lids are notorious for not being entirely airtight. The stopper or bung itself may not be seated well.\"),mdx(\"p\",null,\"####Troubleshooting Checklist\"),mdx(\"p\",null,\"Once you have confirmed that you have a fermentation problem, you can begin working through several possibilities.\"),mdx(\"p\",null,\"It's possible that you started the mead at a high gravity and the yeast was able to produce enough alcohol to reach their tolerance level and go dormant without consuming all of the sugars. As an example, 71B-1122 will not likely fully ferment a mead must started at 1.140. Around 1.030, it will struggle in an environment that is too high in alcohol content. A yeast may exceed its published tolerance (14% in the case of 71B) with great care, but if the mead has stopped fermenting at this stage, this is the reason, and you won't be able to restart it without using a higher tolerance yeast (like EC-1118), a starter, and slow acclimatization.\"),mdx(\"p\",null,\"Did you accidentally kill your yeast during rehydration, or pitch them into temperatures that were too high? Conservatively, in most cases this is \",\">\",\"110\\xB0F. As long as the must and rehydration water was below 110\\xB0F, it\\u2019s likely that they remained viable.\"),mdx(\"p\",null,`Are you attempting to ferment outside the ideal temperature range of your yeast? Consult the manufacturer\\u2019s yeast data sheet for this information. Slightly too warm isn't likely to be a cause (fermentation would proceed happily, but create unwanted esters, fusel alcohols, and \"rocket fuel\" flavor), but if it's too cool fermentation can easily slow to a halt.`),mdx(\"p\",null,\"Did you follow the recipe's nutrition additive requirements? If you made the recipe, are you sure your nutrition additives were sufficient? See \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/resources/advanced_nutrients\"}),\"Advanced Nutrients in Meadmaking\"),\" if this could be the case. Check the documentation from the yeast manufacturer.\"),mdx(\"p\",null,\"Did you do something to significantly change the pH of the must? Yeast generally like a starting pH between 3.7 and 4.6. The pH will drop during fermentation, and if you start below 3.0, you are likely to have problems before fermentation is finished, if not immediately.\"),mdx(\"p\",null,\"For more information, see the dedicated page for \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/protocol/stuck_fermentation\"}),\"Stuck Fermentation\"),\".\"),mdx(\"h3\",null,\"The honey separated out.\"),mdx(\"p\",null,\"First, be certain that it's actually honey, not yeast cake.\"),mdx(\"p\",null,\"This happens sometimes if it wasn't mixed up well enough to begin with. You can stir or shake the honey back into suspension if you like, or you can \",mdx(\"em\",{parentName:\"p\"},\"simply wait\"),\" - the yeast will do this job for you. If you decide to mix it back in yourself, do so slowly at first - vigorously shaking or stirring a fermenting beverage, even if fermentation is slow, can cause CO2 to rapidly come out of suspension, causing buckets to overflow or carboys to create geysers. Save yourself the trouble of mopping honey off the floor - or ceiling.\"),mdx(\"h3\",null,\"My mead will \",mdx(\"em\",{parentName:\"h3\"},\"not\"),\" clear up!\"),mdx(\"p\",null,\"If it isn't at least four-six months old and you didn't use fruit, give it more time.\"),mdx(\"p\",null,\"If you used fruit, the culprit may be pectin. At this point you may wish to accept that your mead will always be hazy, but you can always try adding some pectic enzyme. In the future, add pectic enzyme, AKA pectinase, at (or before) pitch. Pectic enzyme's effectiveness is reduced and inhibited in the presence of alcohol.\"),mdx(\"p\",null,\"If the mead has aged a long time without clearing, you can consider \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://eckraus.com/wine-making-finings/\"}),\"fining products\"),\" or filtration systems.\"),mdx(\"h3\",null,\"My mead smells weird.\"),mdx(\"p\",null,\"If it smells like rotten eggs, the yeast are telling you that they're starved of nitrogen. Adding additional nitrogen (Diammonium Phosphate, nutrient additives, \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://old.reddit.com/r/mead/wiki/faq/alternative_nutrient_sources#wiki_raisins\"}),\"raisins\"),\", yeast hulls, etc) should clear this right up most of the time.\"),mdx(\"p\",null,\"If this is your first mead, and it doesn't smell offensive, this might just be how mead smells when it's fermenting. Don't sweat it. Wait it out.\"),mdx(\"p\",null,\"If it smells putrid in some way that isn't sulfurous, something may be wrong.\"),mdx(\"h3\",null,\"I made a minor mistake. Is the mead ruined?\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Probably not!\")),mdx(\"p\",null,\"Mead is remarkable resilient to our best efforts to ruin it.\"),mdx(\"p\",null,\"If you forgot to sanitize something, you're probably fine if the equipment was otherwise clean.\"),mdx(\"p\",null,\"If you forgot about it and left it on the lees for several months, that's not a big deal. As long as the airlock didn't go dry, you likely won't even be able to tell.\"),mdx(\"p\",null,\"As a final piece of advice - when in doubt, \",mdx(\"em\",{parentName:\"p\"},\"wait\"),\".\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}