{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,u=Object.defineProperties;var d=Object.getOwnPropertyDescriptors;var o=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,i=Object.prototype.propertyIsEnumerable;var l=(e,t,a)=>t in e?c(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,n=(e,t)=>{for(var a in t||(t={}))r.call(t,a)&&l(e,a,t[a]);if(o)for(var a of o(t))i.call(t,a)&&l(e,a,t[a]);return e},p=(e,t)=>u(e,d(t));var h=(e,t)=>{var a={};for(var s in e)r.call(e,s)&&t.indexOf(s)<0&&(a[s]=e[s]);if(e!=null&&o)for(var s of o(e))t.indexOf(s)<0&&i.call(e,s)&&(a[s]=e[s]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var s=a,{components:e}=s,t=h(s,[\"components\"]);return mdx(MDXLayout,p(n(n({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Should I use glass or plastic?\"),mdx(\"p\",null,\"This is an old debate. Each have advantages that will call to you depending upon your process and circumstances. Consider your needs when you choose between the two. Lots of serious mead makers use both.\"),mdx(\"p\",null,\"###Advantages of Plastic\"),mdx(\"p\",null,\"Plastic carboys don't easily break. If you drop it while full, it might burst along the seam, but usually they hold up. If it \",mdx(\"em\",{parentName:\"p\"},\"does\"),\" break, it doesn't send shards of glass flying, nor are there little pieces of glass in the five sticky heartbreaking gallons of mead that you're trying to mop up.\"),mdx(\"p\",null,\"Plastic carboys are extremely light. A 5 gallon plastic carboy full of water weighs approximately 42 pounds. A full 5 gallon glass carboy weighs between 50 and 60 pounds depending upon the manufacturer.\"),mdx(\"p\",null,\"Adjuncts, proteins, and sugars don't stick as easily to the inside because it's more difficult to form a good bond with the plastic. You can \",mdx(\"em\",{parentName:\"p\"},\"usually\"),\" just soak it in cleanser for a couple of days. In the worst case, you might have to stopper it up and swirl around a wet rag.\"),mdx(\"p\",null,\"PET plastic carboys are slightly cheaper than glass carboys.\"),mdx(\"p\",null,\"###Advantages of Glass\"),mdx(\"p\",null,\"Glass carboys do not scratch as easily. This means that they be cleaned with a brush when adjuncts and proteins stick to the inside. This also means that it's harder to create places for infections to hide from sanitizer.\"),mdx(\"p\",null,\"They are not prone to discoloration over time. This makes it easier to see the color and clarity of their contents.\"),mdx(\"p\",null,\"Glass carboys are not flexible. This means they are strong enough to use with a vacuum pump and filter. They don't give (and suck in airlock liquid, or unsettle the lees) under weak pressure changes, either.\"),mdx(\"p\",null,\"Provided that it does not shatter, a glass carboy will remain perfectly functional for a much longer time than their plastic counterparts.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}