{"pageProps":{"source":{"compiledSource":"var p=Object.defineProperty,y=Object.defineProperties;var m=Object.getOwnPropertyDescriptors;var s=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var l=(e,o,a)=>o in e?p(e,o,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[o]=a,n=(e,o)=>{for(var a in o||(o={}))i.call(o,a)&&l(e,a,o[a]);if(s)for(var a of s(o))r.call(o,a)&&l(e,a,o[a]);return e},h=(e,o)=>y(e,m(o));var d=(e,o)=>{var a={};for(var t in e)i.call(e,t)&&o.indexOf(t)<0&&(a[t]=e[t]);if(e!=null&&s)for(var t of s(e))o.indexOf(t)<0&&r.call(e,t)&&(a[t]=e[t]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var t=a,{components:e}=t,o=d(t,[\"components\"]);return mdx(MDXLayout,h(n(n({},layoutProps),o),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h2\",null,\"Honey\"),mdx(\"p\",null,\"This is the defining ingredient in mead. Without honey, it isn't mead. As such, it's the most important ingredient.\"),mdx(\"p\",null,\"For more information on honey varietals and monoflorals, see the ingredients entry for \",mdx(\"a\",n({parentName:\"p\"},{href:\"/r/mead/wiki/ingredients/honey\"}),\"Honey\"),\".\"),mdx(\"h3\",null,\"Where do I find honey?\"),mdx(\"p\",null,\"Use the \",mdx(\"a\",n({parentName:\"p\"},{href:\"http://www.honey.com/honey-locator/\"}),\"honey locator\"),\" to find local raw honey. You can also find honey at local farmers markets by speaking with beekeepers. They usually do not bring gallons or buckets of honey with them.\"),mdx(\"p\",null,\"Alternatively, you can buy online. \",mdx(\"a\",n({parentName:\"p\"},{href:\"https://www.dutchgoldhoney.com/store/honey-varietals/Orange-Blossom-Honey\"}),\"Dutch Gold Orange Blossom\"),\" is commonly used by meadmakers that report great results. You can use the honey locator to find specific varietals and sort out the ones that don't sell online and in bulk.\"),mdx(\"h3\",null,\"What type should I use?\"),mdx(\"p\",null,\"This is an intimidating question. There are a lot of varieties of honey and not all of them yield great mead. Safe, inexpensive choices for a first mead are orange blossom and wildflower. Risky first choices include thistle, eucalyptus, and buckwheat - all of which can make good mead, with experience and blending. \"),mdx(\"p\",null,`If you run into a varietal you don't recognize, google \"`,\"[varietal]\",' mead.\"'),mdx(\"p\",null,`Look for honey that has been least processed - as minimally filtered or heated as possible. Raw honey is best, but \"raw\" isn't a regulated word. Look for honey that has not been heat pasteurized or subjected to ultrafiltration.`),mdx(\"p\",null,\"The ultimate test is to taste it. Over time, you'll learn to detect flavors that will or won't translate well into mead.\"),mdx(\"h3\",null,\"How much should it cost?\"),mdx(\"p\",null,\"The cheapest bulk honey costs around $3/lb (2016). Orange blossom honey is cheap, plentiful, and well-regarded. Many professional meaderies produce a wildflower traditional mead. Even clover blossom can serve as a base or filler honey for meads with strong flavorings.\"),mdx(\"p\",null,\"Some honey is less plentiful. You are likely to pay $10/lb or more for varieties like tupelo, meadowfoam, or fireweed. \"),mdx(\"p\",null,\"Cheap honey isn't necessarily bad honey. A high price does not necessarily mean high quality. In some places, locally produced farmer's market wildflower honey is sold at a premium simply because people will pay it. Some expensive monofloral honey tastes great as honey, but makes poor mead.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}