{"pageProps":{"source":{"compiledSource":"var p=Object.defineProperty,u=Object.defineProperties;var y=Object.getOwnPropertyDescriptors;var a=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,l=Object.prototype.propertyIsEnumerable;var s=(e,t,o)=>t in e?p(e,t,{enumerable:!0,configurable:!0,writable:!0,value:o}):e[t]=o,r=(e,t)=>{for(var o in t||(t={}))i.call(t,o)&&s(e,o,t[o]);if(a)for(var o of a(t))l.call(t,o)&&s(e,o,t[o]);return e},h=(e,t)=>u(e,y(t));var d=(e,t)=>{var o={};for(var n in e)i.call(e,n)&&t.indexOf(n)<0&&(o[n]=e[n]);if(e!=null&&a)for(var n of a(e))t.indexOf(n)<0&&l.call(e,n)&&(o[n]=e[n]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var n=o,{components:e}=n,t=d(n,[\"components\"]);return mdx(MDXLayout,h(r(r({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##What if I want to add a controlled substance or otherwise illegal/questionable ingredient to my mead?\"),mdx(\"p\",null,\"Please don't make anything deliberately dangerous.\"),mdx(\"p\",null,\"###All for One, and One for All\"),mdx(\"p\",null,\"Only recently did homebrewing become legal in all fifty US states. It still isn't popular, nor well regarded, in many parts of the world. Regulatory bodies still look upon homebrewing with a gimlet eye, distrustful, suspicious, and with a desire to regulate or tax the industry, given the slightest provocation. \"),mdx(\"p\",null,\"Our forebrewers fought for the right to make alcohol in our own homes (which, certainly, in practice, is an impossible thing to prevent), and now we should remain steward to the practice of safely and responsibly pursuing the hobby. To do otherwise endangers not only ourselves and any that drink our swill, but the rights of all that dabble in the craft in any way. Though an entire industry revolves around our needs, do not think for an instant that our right to make booze is safe.\"),mdx(\"p\",null,\"Those dabbling in dangerous ingredients, illegally selling for profit, or crossing the line of legality in other ways are oft-regarded with concern.\"),mdx(\"p\",null,\"###We Can't Stop You\"),mdx(\"p\",null,\"All that said, no one here can really stop you. Just please be safe, on behalf of everyone in the homebrew community.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}