{"pageProps":{"source":{"compiledSource":"var f=Object.defineProperty,c=Object.defineProperties;var g=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var l=(e,o,t)=>o in e?f(e,o,{enumerable:!0,configurable:!0,writable:!0,value:t}):e[o]=t,i=(e,o)=>{for(var t in o||(o={}))r.call(o,t)&&l(e,t,o[t]);if(n)for(var t of n(o))s.call(o,t)&&l(e,t,o[t]);return e},u=(e,o)=>c(e,g(o));var h=(e,o)=>{var t={};for(var a in e)r.call(e,a)&&o.indexOf(a)<0&&(t[a]=e[a]);if(e!=null&&n)for(var a of n(e))o.indexOf(a)<0&&s.call(e,a)&&(t[a]=e[a]);return t};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(t){var a=t,{components:e}=a,o=h(a,[\"components\"]);return mdx(MDXLayout,u(i(i({},layoutProps),o),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Help! My mead is overflowing!\"),mdx(\"p\",null,\"###Bigger Fermenters\"),mdx(\"p\",null,\"In the future, use a fermentation vessel large enough to contain the foam. Many people use 2 gallon food-safe plastic buckets for making 1 gallon batches, or a 7.9 gallon bucket for making 5 gallon batches. They're inexpensive and available at almost any homebrew store.\"),mdx(\"p\",null,\"In addition to saving your floors and not exposing your lovely new mead to infection when you blow out the airlock, adding fruit, dry hopping, etc is much easier when you can reach inside the fermenter instead of being restricted by the tiny hole of a carboy. \"),mdx(\"p\",null,\"It\\u2019s also helpful for the process of aging your meads - whenever you rack into a new fermentation vessel, you'll leave behind the dead yeast and whatever liquid your autosiphon can't pick up. This means that if you start with a gallon, when you rack it into an aging carboy, you'll be left with less volume than would fill the carboy, meaning more headspace while aging and more chance of oxidation. Fermenting a little more than your target volume to start with will prevent this from being a problem, and to do that, you need a larger fermentation vessel.\"),mdx(\"p\",null,\"###Blowoff Tubes\"),mdx(\"p\",null,\"If for some reason you absolutely cannot purchase fermenters of sufficient size, you can use a blowoff tube, but this is much less reliable and can still create a huge mess during a vigorous fermentation if it gets clogged with, for instance, fruit or tea leaves.\"),mdx(\"p\",null,\"To make a blowoff tube, run a length of tubing from the bung or the carboy's neck into a glass half-filled with sanitizer. Submerge the end in the sanitizer. This functions as an airlock that can - usually - safely vent the foam from your mead.\"),mdx(\"p\",null,\"Be wary, however, that very strong fermentations, or fermentations that contain a lot of large solid particles may still be able to clog the blowoff tube.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}