{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,d=Object.defineProperties;var p=Object.getOwnPropertyDescriptors;var s=Object.getOwnPropertySymbols;var n=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var l=(e,t,a)=>t in e?c(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,o=(e,t)=>{for(var a in t||(t={}))n.call(t,a)&&l(e,a,t[a]);if(s)for(var a of s(t))r.call(t,a)&&l(e,a,t[a]);return e},h=(e,t)=>d(e,p(t));var m=(e,t)=>{var a={};for(var i in e)n.call(e,i)&&t.indexOf(i)<0&&(a[i]=e[i]);if(e!=null&&s)for(var i of s(e))t.indexOf(i)<0&&r.call(e,i)&&(a[i]=e[i]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var i=a,{components:e}=i,t=m(i,[\"components\"]);return mdx(MDXLayout,h(o(o({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Stabilization and Back Sweetening\"),mdx(\"p\",null,\"These are bigger subjects that are often breezed over by online recipes, if mentioned at all. \"),mdx(\"p\",null,\"###Stabilization\"),mdx(\"p\",null,'Why stabilize? The most important reason is to allow back sweetening with a fermentable sugar without the risk of yeast reactivating and causing \"refermentation.\" This may need to be done because the yeast have not yet reached their maximum ABV, or because the mead maker does not wish to risk that a temperature increase will rouse any remaining yeast from their slumber. It is also done to create an environment in the mead hostile to other spoilage microorganisms, and to remove oxygen from the product before bottling, which promotes better controlled aging.'),mdx(\"p\",null,\"If there is residual sugar, a \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/faq/hydrometer\"}),\"hydrometer\"),\" can be used to confirm that fermentation has not restarted and that it is safe to back sweeten or bottle.\"),mdx(\"p\",null,\"What follows is a short overview of the processes used to stabilize wine. Please follow the links for more detailed information.\"),mdx(\"p\",null,\"####Potassium Metabisulfite and Potassium Sorbate\"),mdx(\"p\",null,\"Chemical stabilization can only be done once fermentation has stopped. It does not reliably stop an active fermentation. Fermentation will stop when the yeast hit their alcohol tolerance, when the yeast metabolize all of the sugar, or when conditions change in such a way that yeast can no longer remain active (e.g. the temperature is lowered significantly).\"),mdx(\"p\",null,\"The \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/stabilization#wiki_via_chemical_additives\"}),\"chemical additives\"),\" potassium metabisulfite and potassium sorbate are the most common way to stabilize mead. It is not 100% effective, as these additives do not effectively \",mdx(\"em\",{parentName:\"p\"},\"kill\"),\" the yeast. Potassium metabisulfite is stuns yeast after fermentation is over and most have dropped into the lees. It creates a hostile environment, but one in which yeast can still exist. Potassium sorbate is a second punch - it renders yeast unable to reproduce, limiting the number of organisms in the medium even if some yeast reactivate. These two chemicals are intended to be used together, and using one on it's own may result in bottle bombs. \"),mdx(\"p\",null,\"Be aware that \",mdx(\"em\",{parentName:\"p\"},\"sodium\"),\" metabisulfite can also be found on homebrew shop store shelves. Avoid this. Sodium can cause off flavors in your wine, so read the packaging carefully.\"),mdx(\"p\",null,\"To use these products, it will usually suffice to follow the directions on the package, but please see the \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/stabilization#wiki_via_chemical_additives\"}),\"Via Chemical Additives\"),\" section on this wiki's \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/stabilization\"}),\"Stabilization\"),\" page for more detailed information. It's a good idea, but not always necessary, to wait a few hours or overnight between adding the stabilization chemicals and back sweetening (if so desired).\"),mdx(\"p\",null,\"####Reaching ABV Tolerance\"),mdx(\"p\",null,\"If the yeast reach their maximum ABV tolerance, they will become inactive. The environment becomes too hostile for them to continue metabolizing sugar, so they go dormant and drop out of the solution. Mead makers can plan on this tolerance if their recipes are flexible. Read about this in the \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/stabilization#wiki_via_yeast_alcohol_tolerance\"}),\"Via Alcohol Tolerance\"),\" on this wiki's Stabilization page for more detailed information.\"),mdx(\"p\",null,\"####Sterile Filtration\"),mdx(\"p\",null,\"This is a method often used in a commercial setting. It's possible, but relatively expensive, to do this on a homebrew scale. Read about this in the \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/process/stabilization#wiki_via_sterile_filtration\"}),\"Via Sterile Filtration\"),\" section on this wiki's Stabilization page for more detailed information.\"),mdx(\"p\",null,\"####Bottle Pasteurization\"),mdx(\"p\",null,\"This method is pretty easy in the sense that you can do it with stuff in your kitchen and a little time. It's also the most dangerous, as you can \",mdx(\"em\",{parentName:\"p\"},\"easily\"),\" create bottle bombs that throw hot liquid and broken glass all over your kitchen.\"),mdx(\"p\",null,\"###Back Sweetening\"),mdx(\"p\",null,\"You back sweeten to have a sweeter end product. You might want this to bring out fruit or honey flavors, to balance acidity, or just because you have a sweet tooth.\"),mdx(\"p\",null,\"To back sweeten, you need first establish your desired level of sweetness. Second, you calculate how much sweetener that level of sweetness will require. Next, you measure it out and gently mix it with the mead. Lastly, you wait for the product to integrate over time and clear up, while you monitor the mead for signs of refermentation.\"),mdx(\"p\",null,\"Detailed information can be found on this wiki's \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/process/back_sweeten\"}),\"Back Sweetening\"),\" page.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}