{"pageProps":{"source":{"compiledSource":"var m=Object.defineProperty,h=Object.defineProperties;var u=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var p=(e,t,a)=>t in e?m(e,t,{enumerable:!0,configurable:!0,writable:!0,value:a}):e[t]=a,i=(e,t)=>{for(var a in t||(t={}))r.call(t,a)&&p(e,a,t[a]);if(n)for(var a of n(t))s.call(t,a)&&p(e,a,t[a]);return e},l=(e,t)=>h(e,u(t));var d=(e,t)=>{var a={};for(var o in e)r.call(e,o)&&t.indexOf(o)<0&&(a[o]=e[o]);if(e!=null&&n)for(var o of n(e))t.indexOf(o)<0&&s.call(e,o)&&(a[o]=e[o]);return a};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(a){var o=a,{components:e}=o,t=d(o,[\"components\"]);return mdx(MDXLayout,l(i(i({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Editing Guidelines\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Read this page entirely before editing the wiki.\")),mdx(\"p\",null,\"###Rules\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"No personal information.\"),\" You can be banned site-wide and even jeopardize the existence of /r/mead.\"),mdx(\"p\",null,'Avoid highly \"fluid\" information. Equipment prices are a good example. Such information needs to be updated often and creates a wiki that will quickly become out of date.'),mdx(\"p\",null,'Do not link to forum threads or reddit posts unless there is no alternative. Such things are more likely to be removed or deleted without notice, compared to articles and \"permanent\" pages. Exceptions to this rule can be made for high profile posts or users.'),mdx(\"p\",null,\"Do not link to specific vendors - in most cases. This wiki should not play favorites, except where it's inherently necessary (e.g. naming known-good honey vendors on the /ingredients/honey page).\"),mdx(\"p\",null,`Always include a \"reason for revision.\" This field is found at the bottom of the edit page. This can be a link to a talk page where edits were decided upon, or a simple note like, \"Changed mg/l to ppm for consistency.\" It's understandable to forget sometimes, repeatedly ignoring this rule may result in losing your editing privileges.`),mdx(\"p\",null,\"Provide sources if possible. If you are the source, show your work.\"),mdx(\"p\",null,'###When to Create, When and How to \"Delete\"'),mdx(\"p\",null,\"Think it through before creating a new page. Pages can only be de-listed, they cannot be deleted. Do not create a page without a good reason. Preferably, do not create a new page without consulting the mods or other known wiki editors. Anyone frivolously creating wiki pages may lose editing privileges.\"),mdx(\"p\",null,\"If a page needs to be deleted, please use \",mdx(\"a\",i({parentName:\"p\"},{href:\"https://www.reddit.com/message/compose?to=%2Fr%2Fmead\"}),\"modmail\"),\" to message the /r/mead moderators. Only they are able to de-list (effectively, hide) a wiki page.\"),mdx(\"h3\",null,\"Removing and Editing Content:\"),mdx(\"p\",null,\"Fix typos, spelling/grammar errors, and redundant sentences at will.\"),mdx(\"p\",null,\"If you simply \",mdx(\"em\",{parentName:\"p\"},\"disagree\"),\" with the content, post a talk link.\"),mdx(\"p\",null,\"If you aren't sure for any reason, post a talk link or do nothing.\"),mdx(\"p\",null,\"If you have a concern but don't want to post a talk link, send \",mdx(\"a\",i({parentName:\"p\"},{href:\"https://www.reddit.com/message/compose?to=%2Fr%2Fmead\"}),\"modmail\"),\".\"),mdx(\"p\",null,\"It's okay to remove \",mdx(\"em\",{parentName:\"p\"},\"obvious\"),` malicious or joke content without warning or consensus. Please state your reason in \"reason for revision.\" If someone edits a page to claim that dragons invented mead to fatten humans for slaughter, it's okay to just revert it to the last \"good\" state. Please also report such issues to the mods via `,mdx(\"a\",i({parentName:\"p\"},{href:\"https://www.reddit.com/message/compose?to=%2Fr%2Fmead\"}),\"modmail\"),\".\"),mdx(\"p\",null,\"Message the mods to de-list a page if necessary, as previously noted.\"),mdx(\"p\",null,\"###Style\"),mdx(\"p\",null,\"Aim for semi-formal writing. This is the style you would use to communicate with your boss, teacher, or coworkers, or how you would write a how-to article about a complicated subject. It's important to be concise, precise, and informative.\"),mdx(\"p\",null,\"###Miscellaneous / Consistency\"),mdx(\"p\",null,\"Use a single space after sentences.\"),mdx(\"p\",null,'Avoid the terms \"Primary\" and \"Secondary,\" as they can be inexact and confusing for newbies.'),mdx(\"p\",null,\"Read the \",mdx(\"a\",i({parentName:\"p\"},{href:\"https://old.reddit.com/r/mead/wiki/please_help\"}),\"Please Help\"),' page, and keep it updated. If you are the primary author of an article, add it to the \"Proof Read\" section.'),mdx(\"p\",null,\"###Directory Structure and Scope\"),mdx(\"p\",null,\"Most pages should be placed in a directory or subdirectory. Please see the wiki \",mdx(\"a\",i({parentName:\"p\"},{href:\"http://www.reddit.com/r/mead/wiki/pages\"}),\"sitemap\"),\" to figure out what directories already exist. Use your best judgement. If you're unsure, ask the mods or an approved editor before creating the page. If a subject arguably belongs in more than one place, it's acceptable to duplicate basic information and links across multiple pages. Use thoughtful judgement about when to link to another page vs when to reproduce information.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: If writing about spices, it probably goes under /wiki/\",mdx(\"strong\",{parentName:\"p\"},\"ingredients\"),\"/herbs_and_spices.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: If writing about temperature because you've seen it asked 3 times in the last week, it probably belongs under /wiki/\",mdx(\"strong\",{parentName:\"p\"},\"faq\"),\"/fermentation_temperature, but it might \",mdx(\"em\",{parentName:\"p\"},\"also\"),\" belong in /wiki/\",mdx(\"strong\",{parentName:\"p\"},\"process\"),\"/fermentation\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Meta pages (like this one) belong in the top level (/wiki), along with the wiki landing page. Very few such pages should exist. If a meta page is no longer useful, it should be de-listed.\"))),mdx(\"p\",null,'Scope refers to how many directories deep you have to go to reach the page. For the time being, limit the structure to two layers of scope. Rule of thumb: \"Less scope is better.\"'),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example (one directory): /wiki/ingredients/fruit- \",mdx(\"strong\",{parentName:\"p\"},\"OK.\"),\" This page is a broad overview of common fruit in meadmaking.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example (two directories): /wiki/ingredients/fruit/cherries - \",mdx(\"strong\",{parentName:\"p\"},\"OK, but\"),\" consider making this a heading under /fruit instead of a new page. This page should only be created if the poster wants to post information about several specific varieties of cherries as they relate to mead making.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example (three directories): /wiki/ingredients/fruit/cherries/balaton - \",mdx(\"strong\",{parentName:\"p\"},\"BAD.\"),\" There is no justification for this unless your name is Ken Schramm.\"))),mdx(\"p\",null,\"###Naming Conventions for Directories and Links\"),mdx(\"p\",null,\"Page names are in all \",mdx(\"em\",{parentName:\"p\"},\"lower case\"),\" letters. \"),mdx(\"p\",null,\"Proper names should also be lower case.\"),mdx(\"p\",null,\"Words are separated by underscores anywhere there would be a space. \"),mdx(\"p\",null,\"Remove punctuation entirely.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: /wiki/faq/hydrometers\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: /wiki/faq/glass_vs_plastic\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: /wiki/mazers/curt_stock\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Example: /wiki/meaderies/schramms_mead\"))),mdx(\"p\",null,\"###Page Structure\"),mdx(\"p\",null,\"Roughly follow the template as this page. Please note the use of titles and headings that are automatically inserted into the page table of contents in the upper right hand corner.\"),mdx(\"p\",null,\"The template is defined as as follows. The white space indenting is shown only to illustrate grouping and shouldn't be present on the pages.\"),mdx(\"pre\",null,mdx(\"code\",i({parentName:\"pre\"},{}),`Page Title: ##Title (x1)\n\n    Brief Introduction: Plain Text Paragraph (x1)\n\nHeading: ###Heading (x1+ per Page)\n\n    Optional Subheading: ####Subheading (x0+ per Heading) OR Plain Text Paragraphs/Bullets/List/Normal Reddit Syntax (x1+ per Heading)\n\n        If using subheading, plain text paragraphs (x1+ per Subheading).\n`)),mdx(\"p\",null,\"Be aware that subheadings are visually formatted exactly like italics, but automatically create a links in the page table of contents. Keep the headings short to keep the Table of Contents legible.\"),mdx(\"p\",null,\"(We don't have to be jerks about this - just try to make it look like the rest of the wiki. This has been added so that we can refer to it later.)\"),mdx(\"h3\",null,\"This Page\"),mdx(\"p\",null,\"This page is locked to moderator editing.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}