{"pageProps":{"source":{"compiledSource":"var u=Object.defineProperty,d=Object.defineProperties;var m=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var l=Object.prototype.hasOwnProperty,o=Object.prototype.propertyIsEnumerable;var s=(e,t,i)=>t in e?u(e,t,{enumerable:!0,configurable:!0,writable:!0,value:i}):e[t]=i,r=(e,t)=>{for(var i in t||(t={}))l.call(t,i)&&s(e,i,t[i]);if(n)for(var i of n(t))o.call(t,i)&&s(e,i,t[i]);return e},p=(e,t)=>d(e,m(t));var h=(e,t)=>{var i={};for(var a in e)l.call(e,a)&&t.indexOf(a)<0&&(i[a]=e[a]);if(e!=null&&n)for(var a of n(e))t.indexOf(a)<0&&o.call(e,a)&&(i[a]=e[a]);return i};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(i){var a=i,{components:e}=a,t=h(a,[\"components\"]);return mdx(MDXLayout,p(r(r({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h2\",null,\"Filtration\"),mdx(\"p\",null,\"Filtration is a method for fining mead.  Other methods can be seen at the \",mdx(\"a\",r({parentName:\"p\"},{href:\"/r/mead/wiki/process/fining\"}),\"fining agents\"),\" page.  This is a top-tier approach to fining which includes more equipment and process to accomplish.  It is by no means necessary and excellent results can be had via commercially available fining agents.\"),mdx(\"h3\",null,\"Effective v. Ineffective Filtration\"),mdx(\"p\",null,\"Only certain setups and filters are effective for filtering mead.  Coffee filters and cheese clothes (or similar) are not.  They will not reduce lees and will rapidly oxidize your mead.\"),mdx(\"p\",null,\"Filtration units have pore sizes measured in microns.\"),mdx(\"h3\",null,\"Commercial Filtration Units\"),mdx(\"p\",null,\"[Buon Vino]\"),mdx(\"h3\",null,\"DIY Filtration\"),mdx(\"p\",null,\"It is possible to match (or exceed) performance of readily available models.  The setup will need 2 vessels (pre- and post-filter), the filter, and a method to move the mead.  Moving will involve either a pump or pressurized gas.  Gravity provides very little pressure compared to the resistance of the filter.\"),mdx(\"p\",null,\"The simplest example is a pressurized keg-to-keg transfer with inline filter unit.  Anyone who has a kegging setup already has 3/4 pieces of equipment.  It requires 2 kegs, a CO2 tank (plus regulator), and filter.\"),mdx(\"p\",null,\"Common filter units are 10 inch canister filters or plate filters.  Canister filters are often sold for house water filtration and readily usable in mead filtration.  Plate filters can be purchased from brew supply vendors.  Both have the same function.\"),mdx(\"p\",null,\"Plate filters have less volume inside their housing.  It is recommended to purge canister filters of oxygen (directions below).  Filters are recommended to be thoroughly 'rinsed' before use.  Flow enough water (typically 5 gallons is enough) to accomplish this.  See example protocol for directions)\"),mdx(\"h4\",null,\"Example DIY Filter Protocol\"),mdx(\"p\",null,\"This will be a 2-keg CO2 transfer through a 1um filter.  The source keg has the mead and the receiving and filters will be prepped to be used.  The receiving will be purged of oxygen and the filter will be rinsed at the same time.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Gather and sanitize all equipment\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Spray receiving keg with star san on the inside and fill with water as high as it goes (this water will be purged and wasted).  Use water you'll be okay getting in you mead since there will be some left in the keg, filter, and tubing.  Both sides of the filter will have BLACK LIQUID Corny disconnects and all liquid movement will happen through LIQUID OUT posts (even the input).\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Apply sulfites via campden tablets 1 tab/gal\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Hook up filter OUT to liquid OUT of the receiving keg and position the far end of the filter IN tube to drain the waste water.  The water is being pushed backwards through the entire system.  \",\"[Pictures are a future planned addition]\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Slowly apply CO2 pressure to the gas IN on the receiving keg and flow water out.  Monitor for leaks and catch them now while it's water and not mead.  Flow until only gas is coming from the keg lines.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"FOR CANISTER FILTERS: invert the filter to push the remaining volume of water of it.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Continue flowing gas for up to 30 seconds after all water is gone.  This is ensuring air and oxygen are gone.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Quickly shut off the gas and attach the black disconnect back onto the fitler in tubing.  Once on, no air can enter the system, you can act deliberately again.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Remove the CO2 tank from the receiving keg and swap a blow-off tube attachment. This relieves pressure from the transfer or it will stop, consider placing the blow-off into a jar or pot to catch any overflow liquid in case the keg is overfilled.\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Attach CO2 tank and the filter IN to the source keg.  Monitor the transfer.  Canister users will again invert once the source keg stops transferring liquid (to reduce losses).\")),mdx(\"li\",{parentName:\"ul\"},mdx(\"p\",{parentName:\"li\"},\"Disconnect all equipment and promptly clean it.  Dispose of filter.\"))))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}