{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,d=Object.defineProperties;var m=Object.getOwnPropertyDescriptors;var s=Object.getOwnPropertySymbols;var n=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var h=(e,a,t)=>a in e?c(e,a,{enumerable:!0,configurable:!0,writable:!0,value:t}):e[a]=t,o=(e,a)=>{for(var t in a||(a={}))n.call(a,t)&&h(e,t,a[t]);if(s)for(var t of s(a))r.call(a,t)&&h(e,t,a[t]);return e},l=(e,a)=>d(e,m(a));var p=(e,a)=>{var t={};for(var i in e)n.call(e,i)&&a.indexOf(i)<0&&(t[i]=e[i]);if(e!=null&&s)for(var i of s(e))a.indexOf(i)<0&&r.call(e,i)&&(t[i]=e[i]);return t};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(t){var i=t,{components:e}=i,a=p(i,[\"components\"]);return mdx(MDXLayout,l(o(o({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h1\",null,\"Yeast Handling\"),mdx(\"h2\",null,\"Pitch Rates\"),mdx(\"p\",null,\"The pitch rate a brewing term that references to the amount of yeast added.  The pitch/pitching is the act of adding the yeast.\"),mdx(\"h3\",null,\"Under/Overpitching\"),mdx(\"p\",null,\"A change from the normal pitch rate may have some changes on the mead.\"),mdx(\"h3\",null,\"Viability\"),mdx(\"p\",null,\"This refers to the amount of living cells in a population of yeast.  Viability drops over time as\"),mdx(\"h4\",null,\"Dry Yeast\"),mdx(\"p\",null,\"Dry yeasts have been commercially dehydrated and sealed with inert gasses or under vacuum.  They typically have a shelf life measured in years (2-4 depending on strain), are often cheap, and commonly available.\"),mdx(\"p\",null,\"Lallemand (Lalvin and LalBrew Yeasts) has a \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://www.lallemandbrewing.com/wp-content/uploads/2020/07/LAL-bestpractices_premium_yeats_-_shelf_life_and_storage.pdf\"}),\"document on their shelf-life\"),\" which enumerates some points.  They show a graphic of gravity over time for yeast 0-3 years old having similar performance, all hitting the final gravity.\"),mdx(\"h4\",null,\"Liquid Yeast\"),mdx(\"p\",null,\"Liquid yeasts are yeasts that have not been dehydrated and are packaged in liquid media, usually wort (malt/grain).  They have increased variety over dry at the expensive of shelf life.  Livability might vary depending on if the strain is seasonal, or less popular partly due to the shelf life.  Ordering them online is an option but doing so during warm months is not recommended, your provider may ship an ice pack to combat that.\"),mdx(\"p\",null,\"A myth is that liquid yeast is superior to dry yeast, this is not true.  A liquid or dry preparation of the same yeast will have the comparable results in fermentation.\"),mdx(\"h3\",null,\"Rehydration\"),mdx(\"h3\",null,\"Yeast Starters\"),mdx(\"p\",null,\"The point of a starter is to build a yeast colony.  The most common needs for that are using an old yeast (especially liquid) or needing multiple packets.  The most common use-case is liquid yeasts used in beer brewing.  The lose viability faster and often require more than what is in one packet to pitch.  It is a cost effective option when packets run $7-10 each and you need 2-3 of them.\"),mdx(\"p\",null,\"Note: this is possible, but not necessarily a cost/effort effective method for dry wine yeasts.  Many dry wine yeasts are common and cheap.  Consider pitching the recommended 2g/gal or 0.5g/L of dry yeast properly rehydrated, preferably with GoFerm.  A starter can double a yeast population but that might save something around $1 for meadmakers in the US.\"),mdx(\"h2\",null,\"Yeast Lab\"),mdx(\"h3\",null,\"Counting Cells\"),mdx(\"h3\",null,\"Long-term Storage\"),mdx(\"p\",null,\"Some methods exist for storing your yeast.\"),mdx(\"h4\",null,\"Dry, sealed in the packet\"),mdx(\"p\",null,\"This is the most obvious, but is quite effective.  Shelf lives of unopened dry yeast are on the order of 3-4 years and are still pitchable.  \"),mdx(\"h4\",null,\"Dry, vacuum sealed\"),mdx(\"p\",null,\"You can open a packet of yeast and properly reseal it without any notable change in viability, therefore shelf life.  They will match the original products expected shelf life.\"),mdx(\"p\",null,\"This may be an option for those who use lots of one type of yeast as bulk packaging options may be cheaper.  Packs of up to 500g are available, depending on strain and brand.\"),mdx(\"p\",null,\"No viability is lost for yeast that is opened and vacuum sealed or purged with inert gas, then sealed.  Moisture is the main enemy.  Vacuum sealers are common as a type food-saving device and work just as well for yeast, spices like hops, grains, etc.\"),mdx(\"h4\",null,\"Recovered lees\"),mdx(\"p\",null,\"You can save yeast between batches and reuse them.  There are some considerations and infinite reuse is not recommended.  Re-pitching on them is also a possibility but not considered as storage mechanism.\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Increasing biological accumulation\")),mdx(\"p\",null,\"There will be inevitably be other microbes that are collected and live inside the must.  Wild yeasts from honey, bacteria from the environment you brewed in (even if you sanitized properly).  The way to win is to ensure your yeast outnumber other organisms as percentage of biomass.  A proper pitch is the first step to this.  However, continuously reusing the same lees gives other microbes a chance to catch up.\"),mdx(\"p\",null,\"Mitigation is possible via sulfites and higher ABVs.  Sulfites are toxic to a large amount of bacteria, and especially to Gram-negative (which include acetobacter, the common spoilage microbe in mead/wine) species (Feiner, 2006).  See the \",mdx(\"a\",o({parentName:\"p\"},{href:\"/r/mead/wiki/process/stabilization#wiki_potassium_metabisulfite_.28campden_tablets.29\"}),\"stabilization page\"),\" for dosing.\"),mdx(\"p\",null,\"Wild yeasts are common on fruit and also in honey.  Common wild yeasts such as Pichia members have a lower alcohol tolerance, for example \",mdx(\"em\",{parentName:\"p\"},\"Pichia stipis\"),\" CBS 6054 was assessed at 4.5% ABV (Skoog et. al, 1992).  This is typical of the genus.  Pichia is the most common yeast at about 42%, whereas Sacchromyces is a mere 0.8% prevalence among sampled fruits in the wild (Lee et. al, 2008).  Sacchromyces is significant for its high ABV tolerance, thus lending its use a brewing yeast especially in mead/wine.  Hydromels, due to lower ABV, are more vulnerable to other species since they are more hospitable to them.\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Increasing mutations\")),mdx(\"p\",null,\"Yeast do mutate and this can affect flavor.  A common mutation type is called respiratory mutants, and they have either lost or impaired respiration function.  They often increase off-flavor production via acetylaldehyde, diacetyl, and fusels (Ernandes et. al, 1993).  The order for this to be considered significant is a 1% population of mutants in your colony.\"),mdx(\"p\",null,\"Mutations in the population accumulated over time and factors such as high ABV brews encourage it.  Reconsider keeping lees from sack meads.  Mutations tend to decrease in flocculation.  Population management may be attempted by decanting the supernatant (science term for liquid above a precipitated mass), as this will contain less flocculant yeast and possibly a higher mutant population.\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},\"Viability drop due to age\")),mdx(\"p\",null,\"The lees have liquid yeast in suspension and their viability will drop over time.  The rate will be comparable to liquid yeast products.  The exception will be the rate will be faster if there is higher ABV, less sugar, and less nitrogen.  Storage can be extended by storing on a 'fresh' must/wort/media or with distilled water.\"),mdx(\"p\",null,\"A starter can be used to propagate older yeast populations to increase the count.  Consider spiking your starter from lees to 5% ABV with high ABV spirits to prevent microbial competition from species other than your yeast.\"),mdx(\"h2\",null,\"Citations\"),mdx(\"p\",null,\"Ernandes, J. R., Williams, J. W., Russell, I., Stewart, G. G. (1993). Respiratory deficiency in brewing yeast strains\\u2014effects on fermentation, flocculation, and Beer Flavor Components. Journal of the American Society of Brewing Chemists, 51(1), 16\\u201320. \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://doi.org/10.1094/asbcj-51-0016\"}),\"https://doi.org/10.1094/asbcj-51-0016\")),mdx(\"p\",null,\"Feiner, G. (2006). Meat Products Handbook: Practical Science and Technology (Woodhead Publishing Series in Food Science, Technology and Nutrition) (1st ed.). Woodhead Publishing.\"),mdx(\"p\",null,\"Lee, Y. J., Choi, Y. R., Lee, S. Y., Park, J. T., Shim, J. H., Park, K. H., \",\"&\",\" Kim, J. W. (2011). Screening Wild Yeast Strains for Alcohol Fermentation from Various Fruits. Mycobiology, 39(1), 33. \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://doi.org/10.4489/myco.2011.39.1.033\"}),\"https://doi.org/10.4489/myco.2011.39.1.033\")),mdx(\"p\",null,\"Skoog, K., Hahn-H\\xE4gerdal, B., Degn, H., Jacobsen, J. P., \",\"&\",\" Jacobsen, H. S. (1992). Ethanol Reassimilation and Ethanol Tolerance in Pichia stipitis CBS 6054 as Studied by 13 C Nuclear Magnetic Resonance Spectroscopy. Applied and Environmental Microbiology, 58(8), 2552\\u20132558. \",mdx(\"a\",o({parentName:\"p\"},{href:\"https://doi.org/10.1128/aem.58.8.2552-2558.1992\"}),\"https://doi.org/10.1128/aem.58.8.2552-2558.1992\")))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}