{"pageProps":{"source":{"compiledSource":"var h=Object.defineProperty,m=Object.defineProperties;var c=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var o=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var d=(t,a,r)=>a in t?h(t,a,{enumerable:!0,configurable:!0,writable:!0,value:r}):t[a]=r,e=(t,a)=>{for(var r in a||(a={}))o.call(a,r)&&d(t,r,a[r]);if(n)for(var r of n(a))s.call(a,r)&&d(t,r,a[r]);return t},l=(t,a)=>m(t,c(a));var p=(t,a)=>{var r={};for(var i in t)o.call(t,i)&&a.indexOf(i)<0&&(r[i]=t[i]);if(t!=null&&n)for(var i of n(t))a.indexOf(i)<0&&s.call(t,i)&&(r[i]=t[i]);return r};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(r){var i=r,{components:t}=i,a=p(i,[\"components\"]);return mdx(MDXLayout,l(e(e({},layoutProps),a),{components:t,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"##Nutrients\"),mdx(\"p\",null,\"Mead musts are very nitrogen deficient. 'Nutrients' refers to nitrogen sources for amino acids which will become protein for yeasts. Adding nitrogen to mead is essential for fermentation success.\"),mdx(\"p\",null,\"Insufficient nitrogen has various effects from H2S production (rotten egg smell) to very sluggish fermentations (4-6 months or longer) or outright stalls. Yeasts have different levels of nutrient requirements by strain. They are listed by the manufacturer and should be accounted for (for example, RC-212 requires high while EC-1118 requires low). Most mead makers 'stagger' or add nutrients in 3-4 doses throughout the beginning stages of fermentation. Lastly, rehydrating yeast with Go-Ferm increases yeast cell count and viability.\"),mdx(\"p\",null,\"The classic fallacy seen in the meadmaking community is that a 'handful of raisins' is for nutrients. They provide a fraction of the needed nitrogen (\",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/faq/alternative_nutrient_sources#wiki_raisins\"}),\"an example is provided here\"),\"), it is so little it can often be discounted completely. The recipes here on this wiki will conventional nitrogen sources and omit raisins. Everything raisins provide (nitrogen, flavor, mouthfeel) can be had through other means.\"),mdx(\"p\",null,'NOTE: Organic is the chemistry definition meaning hydrocarbon compounds typically (but not exclusively from) biological sources, not the same kind of \"FDA organic\" labeling which is associated with food examples that are pesticide free, chemical free, etc. Similarly, inorganic is also the chemistry definition meaning not from living things. They are both natural sources and not artificial chemicals.'),mdx(\"p\",null,\"###Nutrient Sources\"),mdx(\"p\",null,\"####Diammonium Phosphate\"),mdx(\"p\",null,'Often referred to as \"DAP\" or sold as \"Yeast Nutrient.\"'),mdx(\"p\",null,\"An inorganic, highly-accessible source of nitrogen. Has the appearance of chunky white salt crystals. Ammonium is one of three primary nitrogen sources for yeast in their metabolism (others are L-arginine and urea). It is cheap, simple, and effective. However, it offers some downsides. It is consumed quickly and can cause temperature spikes as it ramps up metabolism. It encourages the formation of ethyl acetate esters (smell and taste like glue). It can also cause stalls. There are limits placed on how much can be used commercially, but those don't apply to non-commercial uses. It is completely consumed by the yeast during fermentation (when dosed correctly).\"),mdx(\"p\",null,\"Uptake of DAP does not significantly happen above 9% ABV. It is not unusual for stalls of meads fed only DAP to happen here. Consider other nitrogen sources (listed below) and \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/process/nutrient_schedules\"}),\"nutrient schedules\"),\" to get the most out of your mead.\"),mdx(\"p\",null,\"DAP is sometimes sold with Urea as well. \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.extension.iastate.edu/wine/ethyl-carbamate-content-wines\"}),\"Urea reacts with ethanol to ethyl carbamate, a known animal carcinogen and suspected human carcinogen\"),\" and has been banned in professional winemaking for about 30 years. LD Carlson DAP and other turbo yeasts often contain these products. Use at your own risk.\"),mdx(\"p\",null,\"####Fermaid K\"),mdx(\"p\",null,\"A combination of yeast hulls, DAP, and micro-nutrients. It's basically a hybrid of FermO and DAP that skews in favor of Fermaid O for nitrogen. The micro-nutrients do also benefit cell wall structure.This is like feeding your children mostly veggies and fruit but allowing them a candy for dessert so long as they take their multivitamin.\"),mdx(\"p\",null,\"####Fermaid O\"),mdx(\"p\",null,\"An organic yeast nutrient that primarily consists of yeast hulls.  This is an organic form of nitrogen. It is less accessible to yeast, but that leads to a steadier fermentation. Feeding yeast FermO is like feeding your children veggies and fruit. They may not like it as much, but it gives them more sustained energy rather than the peaks and valleys they get with candy. This is the source in TOSNA 2.0 and 3.0 schedules.\"),mdx(\"p\",null,\"####Yeast Energizer\"),mdx(\"p\",null,\"A combination of DAP, magnesium sulfate, yeast hulls, and Vitamin B complex that skews heavily towards DAP and vitamin B. This is used to wake yeast up, get them going, and help fortify their cell walls. This is usually reserved for stuck fermentation (give them a quick hit of energy and fortify cell walls to deal with the harsh environment). This is like giving your kid a bunch of vitamin C when they're sick. Once considered helpful for the rehydration process, energizer is no longer recommended for rehydration as DAP can be toxic at high concentrations to yeast during the rehydration process. Some do still like to use energizer when pitching yeast.\"),mdx(\"p\",null,\"####GoFerm\"),mdx(\"p\",null,mdx(\"em\",{parentName:\"p\"},\"See \",mdx(\"a\",e({parentName:\"em\"},{href:\"https://www.reddit.com/r/mead/wiki/process/rehydration\"}),\"rehydration\"),\" for more info regarding the process.\")),mdx(\"p\",null,\"A natural yeast rehydration nutrient containing some micronutrients. It is a powerful tool to help avoid problem fermentations. Go-Ferm is added during rehydration before adding dried yeast and is not as harsh as DAP based rehydration tools.\"),mdx(\"p\",null,\"Several versions/editions are available. They are GoFerm, GoFerm Protect, and GoFerm Protect Evolution. They were developed (in list order) and are updated versions. Each is slightly newer and an optimized formula. All are good and the newest version boasts improved ester performance. All are excellent \"),mdx(\"p\",null,\"###Addition Schedules\"),mdx(\"p\",null,\"See our \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/mead/wiki/process/staggered_nutrient_additions\"}),\"staggered nutrient addition page\"),\" for more info on schedules and their uses.\"),mdx(\"p\",null,\"###Using Boiled Bread Yeast\"),mdx(\"p\",null,\"Boiled bread yeast (BBY) can be used as a Fermaid O substitute.\"),mdx(\"p\",null,\"A homebrewer who cannot source the above supplements can use BBY to replace Fermaid O in their musts. u/dmw_chef performed some \",mdx(\"a\",e({parentName:\"p\"},{href:\"https://www.reddit.com/r/MeadMaking/comments/nxlo96/chefs_experimeads_evaluation_of_boiled_bread/\"}),\"experiments\"),\" on dosage and concluded that between 2x and 3x BBY to Fermaid O provided similar fermentation security. Any yeast source is suitable for this task. Bread yeast is suggested due to low cost and availability at grocery stores. It will not ferment and does not add characteristics to the mead.\"),mdx(\"p\",null,\"Staggering an is an option, however, this was designed to be made to be simple for entry-level users. It is perfectly acceptable to front load BBY nutrition.\"),mdx(\"p\",null,\"BBY is referred to as bread yeast but any yeast will work. It does not matter if the yeast is old or not viable, as it will be killed anyway and provides the same nutrients.\"),mdx(\"p\",null,\"####Preparing BBY\"),mdx(\"p\",null,\">\",\" 1a - Determine your Fermaid O requirement (via either Batchbuildr or TOSNA links below). Weigh out 2x to 3x dry bread yeast as Fermaid O\"),mdx(\"p\",null,\"OR\"),mdx(\"p\",null,\">\",\" 1b - See the look-up table for your dosing.  Multiply out by your batch size for amount.\"),mdx(\"p\",null,\">\",\" 2 - Wet the yeast with just enough water to create a slurry.  No true rehydration is necessary as this yeast will be killed.  Likewise, expired yeast is fine here as well.\"),mdx(\"p\",null,\">\",\" 3 - Add to a pot/pan and boil for 10 minutes on low to medium low.  Stir constantly to prevent scorching.  You are not attempting to boil off the water, just keep it hot to kill and burst those yeasts.\"),mdx(\"p\",null,\">\",\" 4 - Allow to cool.  Remember sanitary practices and cover it.\"),mdx(\"p\",null,\">\",\" 5 - Stir your must to degas.  Adding something before this tends to create huge foam-overs which make huge, sticky messes and you lose part of your mead.\"),mdx(\"p\",null,\">\",\" 6 - Add to must.  Stir gently to incorporate.\"),mdx(\"h4\",null,\"BBY Look-up Table\"),mdx(\"p\",null,\"Here is a table that gives standard doses for BBY according to gravity and nutrient requirements. Precision is not required, +/-25% will not affect the mead in a perceivable way. Interpolate or use the next tier up if you fall in between columns.\"),mdx(\"p\",null,\"Grams of BBY per US gallon batch size:\"),mdx(\"table\",null,mdx(\"thead\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"thead\"},mdx(\"th\",e({parentName:\"tr\"},{align:\"left\"}),\"Starting Gravity\"),mdx(\"th\",e({parentName:\"tr\"},{align:\"right\"}),\"Low/Medium\"),mdx(\"th\",e({parentName:\"tr\"},{align:\"right\"}),\"High/Kveik\"))),mdx(\"tbody\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.040\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"4g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"10g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.060\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"6g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"15g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.080\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"8g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"20g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.120\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"10g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"25g\")))),mdx(\"p\",null,\"Grams of BBY per liter batch size:\"),mdx(\"table\",null,mdx(\"thead\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"thead\"},mdx(\"th\",e({parentName:\"tr\"},{align:\"left\"}),\"Starting Gravity\"),mdx(\"th\",e({parentName:\"tr\"},{align:\"right\"}),\"Low/Medium\"),mdx(\"th\",e({parentName:\"tr\"},{align:\"right\"}),\"High/Kveik\"))),mdx(\"tbody\",{parentName:\"table\"},mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.040\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"1.1g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"2.5g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.060\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"1.6g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"4g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.080\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"2.1g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"5.3g\")),mdx(\"tr\",{parentName:\"tbody\"},mdx(\"td\",e({parentName:\"tr\"},{align:\"left\"}),\"1.120\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"2.6g\"),mdx(\"td\",e({parentName:\"tr\"},{align:\"right\"}),\"6.6g\")))),mdx(\"p\",null,\"BBY Needed = (grams from table) x (batch size)\"),mdx(\"p\",null,\"###Further Reading\"),mdx(\"p\",null,\"For more information, read Advanced Nutrients in Meadmaking.\"),mdx(\"p\",null,mdx(\"strong\",{parentName:\"p\"},mdx(\"a\",e({parentName:\"strong\"},{href:\"https://docs.google.com/document/d/11pW-dC91OupCYKX-zld73ckg9ximXwxbmpLFOqv6JEk/edit\"}),\"Advanced Nutrients in Meadmaking\"))),mdx(\"p\",null,mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.meadmakr.com/batch-buildr/\"}),\"MeadMakr BatchBuildr\")),mdx(\"p\",null,mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.meadmaderight.com/\"}),\"Fermaid O Method aka TOSNA\")),mdx(\"p\",null,mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.piwine.com/media/pdf/yeast-selection-chart.pdf\"}),\"Yeast Nutrient Requirements Chart\")))}MDXContent.isMDXComponent=!0;\n","scope":{}}}}